Repository: robert-marik/maw-html
Catalog: locale/*.po
Languages: ca_es, cs_cz, es_es, fr_fr, it_it, pl_pl, ru_ru, uk_ua

source: Singular points of autonomous systems
ca_es: Punts singulars de sistemes independents
cs_cz: Singulární body autonomních systémů v rovině
es_es: Puntos singulares de sistemas autónomos
fr_fr: Points singuliers d'un système autonome
it_it: Punti singolari di sistemi autonomi
pl_pl: Punkty osobliwe autonomicznego układu równań
ru_ru: Сингулярные точки автономных систем
uk_ua: Сингулярні точки автономних систем

source: What to do
ca_es: Què fer
cs_cz: Co dělat
es_es: Qué hacer
fr_fr: Que faire
it_it: Che cosa fare
pl_pl: Co zrobić
ru_ru: Что делать
uk_ua: Що робити

source: find Jacobi matrix at stationary point
ca_es: trobar el jacobià al punt estacionari
cs_cz: hledat Jakobiho matici ve stacionárním bodě
es_es: Encontrar la matriz jacobiana en un punto estacionario
fr_fr: trouver le jacobien au point stationnaire
it_it: Determinare la matrice Jacobiana in un punto stazionario
pl_pl: znajdź macierz Jacobiego w punktach stacjonarnych
ru_ru: найти матрицу Якоби в стационарной точке
uk_ua: знайти матрицю Якобі в стаціонарній точці

source: use computer to find stationary points first (this may fail to find all stationary points, however)
ca_es: primer busca automàticament els punts estacionairs (potser no els trobarà tots)
cs_cz: chci nejdřív zkusit hledat stacionární body počítačem (nemusí se však podařit najít všechny stacionární body)
es_es: Usar primero la computadora para encontrar los puntos estacionarios (sin embargo esto puede fallar para encontrar todos los puntos estacionarios)
fr_fr: trouve d'abord automatiquement les points stationnaires (risque de ne pas les trouver tous)
it_it: usare il computer per trovare il primo punto stazionario (il procedimento può fallire nella ricerca di tutti i punti stazionari)
pl_pl: użyj komputera w pierwszej kolejności do znalezienia punktów stacjonarnych (ta funkcja może nie znaleźć wszystkich punktów stacjonarnych)
ru_ru: использовать компьютер, чтобы найти стационарные точки (тем не менее, все стационарные точки могут быть и не найдены)
uk_ua: використати комп'ютер, щоб знайти стаціонарні точки (тим не менше, всі стаціонарні точки можуть бути і не знайдені)

source: MAW-autsyst
ca_es: <ul> <li>Escriviu el que va a la dreta del sistema independent, trieu el punt estacionari que us interessa i cliqueu Envia-ho</li> <li>L'ordinador pot trobar els punts estacionaris, o bé el jacobià i els valors propis a un dels punts estacionaris. Trieu amb el botonet que calgui.</li> </ul>l
cs_cz: <ul> <li>Vyplňte funkčn&iacute; předpisy prav&yacute;ch strana autonomn&iacute;ho syst&eacute;mu.</li> <li>Pokud potřebujete naj&iacute;t stacion&aacute;rn&iacute; body, zatrhněte <span style="font-style: italic;">"hledat stacion&aacute;rn&iacute; body"</span> a stiskněte Odeslat.</li> <li>Pokud potřebujete naj&iacute;t Jakobiho matici a jej&iacute; vlastn&iacute; č&iacute;sla v jednom ze stacion&aacute;rn&iacute;ch bodů, zatrhněte <span style="font-style: italic;">"Jakobiho&nbsp;matici ....", </span>vyplňte souřadnice stacion&aacute;rn&iacute;ho bodu, kter&yacute; v&aacute;s zaj&iacute;m&aacute;, a stiskněte Odeslat.</li> </ul>
es_es: <ul> <li> Escriba el lado derecho del sistema autónomo, escriba el punto estacionario en el que está interesado y presione Enviar </li> <li>Y Puede usar cálculos numéricos para encontrar los puntos estacionarios o la Matriz Jacobiana y valores propios en uno d elos puntos estacionarios. Elija la opción adecuada, por favor.</li> </ul>
fr_fr: <ul> <li>Écrivez les termes de droite du système autonome, choisissez le point stationnaire qui vous intéresse et cliquez sur Envoyer</li> <li>L'ordinateur peut trouver les points stationnaires, ou bien le jacobien et les valeurs propres à un des points stationnaires. Faites votre choix avec les petits boutons.</li> </ul>l
it_it: <ul> <li>Scrivere il secondo membro del sistema autonomo, scrivere il punto stazionario a cui si è interessati e cliccare Invia</li> <li>E' possibile usare il computer per trovare i punti stazionari o la matrice Jacobiana e gli autovalori in uno dei punti stazionari. Scegliere il pulsante radio corretto.</li> </ul>
pl_pl: <ul> <li>Podaj prawe strony dla autonomicznego układu równań, punkty stacjonarne i Wyślij.</li> <li>Możesz wykorzystać system do znalezienia punktów stacjonarnych lub wyznaczenia macierzy Jacobiego i wartości własnych dla danych punktów stacjonarnych, wybierając odpowiednią opcję.</li> </ul>
ru_ru: Калькулятор позволяет классифицировать стационарные точки двумерной автономной системы с помощью матрицы Якоби.
uk_ua: Калькулятор дозволяє класифікувати стаціонарні точки двомірної автономної системи за допомогою матриці Якобі.

source: Method of iterations
ca_es: Mètode d'iteracions
cs_cz: Metoda prosté iterace
es_es: Método de iteraciones
fr_fr: Méthode d'itérations
it_it: metodo di iterazione
pl_pl: Metoda iteracji
ru_ru: Метод итераций
uk_ua: Метод ітерацій

source: Enter function, interval containing fixed point and number of steps.
ca_es: Entreu la funció, l'interval contenent el punt fix, i el nombre d'iteracions.
cs_cz: Zadejte funkce, interval obsahující pevný bod a počet kroků
es_es: Ingrese la función, intervalo que contiene al punto fijo y el número de pasos.
fr_fr: Entrez la fonction, l'intervalle contenant le point fixe, et le nombre d'itérations.
it_it: Inserire la funzione, un intervallo contenente un punto fisso e il numero di passi.
pl_pl: Podaj funkcję, przedział zawierający punkt stały i liczbę kroków.
ru_ru: Введите функцию, интервал, содержащий неподвижную точку, и число шагов.
uk_ua: Введіть функцію, інтервал, що містить нерухому точку, і число кроків.

source: Function
ca_es: Funció
cs_cz: Funkce
es_es: Función
fr_fr: Fonction
it_it: Funzione
pl_pl: Funkcja
ru_ru: Функция
uk_ua: Функція

source: Interval from
ca_es: Interval de
cs_cz: Interval od
es_es: Intervalo desde
fr_fr: Intervalle de
it_it: Intervallo da
pl_pl: Przedział od
ru_ru: Интервал от
uk_ua: Інтервал від

source: to
ca_es: a
cs_cz: do
es_es: hasta
fr_fr: à
it_it: a
pl_pl: do
ru_ru: до
uk_ua: до

source: (integers or decimal numbers)
ca_es: (nombres sencers o decimals)
cs_cz: (celá nebo desetiná čísla)
es_es: (números enteros o decimales)
fr_fr: (nombres entiers ou décimals)
it_it: (numeri interi o decimali)
pl_pl: (liczby całkowite lub dziesiętne)
ru_ru: (целыe числa или конечныe десятичныe дробы)
uk_ua: (цілі числа або кінцеві десяткові дроби)

source: Number of steps
ca_es: Nombre d'iteracions
cs_cz: Počet kroků
es_es: Número de pasos
fr_fr: Nombre d'itérations
it_it: Numero di passi
pl_pl: Liczba kroków
ru_ru: Число шагов
uk_ua: Число кроків

source: (integer between 2 and 40)
ca_es: (nombre natural entre 2 i 40)
cs_cz: (celé číslo od 2 do 40)
es_es: (entero entre 2 y 40)
fr_fr: (nombre naturel entre 2 et 40)
it_it: (numeri interi tra 2 e 40)
pl_pl: (liczba całkowita pomiędzy 2 a 40)
ru_ru: (целое число от 2 до 40)
uk_ua: (ціле число від 2 до 40)

source: Initial approximation
ca_es: Aproximació inicial
cs_cz: Počáteční aproximace
es_es: Aproximación inicial
fr_fr: Approximation initiale
it_it: Approssimazione iniziale
pl_pl: Początkowe przybliżenie
ru_ru: Начальное приближение
uk_ua: Початкове наближення

source: (integer or decimal number)
ca_es: (nombre sencer o decimal)
cs_cz: (celé nebo desetinné číslo)
es_es: (número entero o decimal)
fr_fr: (nombre entier ou décimal)
it_it: (numero intero o decimale)
pl_pl: (liczby całkowite lub dziesiętne)
ru_ru: (целoe число или конечная десятичная дробь)
uk_ua: (ціле число або кінцевий десятковий дріб)

source: MAW-banach
ca_es: La resolució d'equacions no-lineals es basa en el <a href="http://ca.wikipedia.org/wiki/Teorema_del_punt_fix_de_Banach">teorema de Banach del punt fix</a>
cs_cz: viz <a href="http://en.wikipedia.org/wiki/Banach_fixed_point_theorem">wikipedie</a>
es_es: El solucionador para ecuaciones no lineales basado en <a href="http://en.wikipedia.org/wiki/Banach_fixed_point_theorem">Banach fixed point theorem</a>. For an explanation of the method see <a href="http://es.wikipedia.org/wiki/M%C3%A9todo_del_punto_fijo">aquí</a>.
fr_fr: La résolution d'équations non-linéaires se base sur le <a href="http://ca.wikipedia.org/wiki/Teorema_del_point_fix_de_Banach">théorème du point fixe de Banach</a>
it_it: Il risolutore di equazioni non lineari basato sul <a href="http://en.wikipedia.org/wiki/Banach_fixed_point_theorem">teorema di punto fisso di Banach</a>
pl_pl: Nieliniowy kalkulator równań bazujący na <a href="http://pl.wikipedia.org/wiki/Twierdzenie_Banacha_o_kontrakcji">Twierdzeniu Banacha o kontrakcji</a>
ru_ru: Калькулятор позволяет решать уравнения с помощью <a href="http://ru.wikipedia.org/wiki/%D0%A2%D0%B5%D0%BE%D1%80%D0%B5%D0%BC%D0%B0_%D0%91%D0%B0%D0%BD%D0%B0%D1%85%D0%B0_%D0%BE_%D0%BD%D0%B5%D0%BF%D0%BE%D0%B4%D0%B2%D0%B8%D0%B6%D0%BD%D0%BE%D0%B9_%D1%82%D0%BE%D1%87%D0%BA%D0%B5">теоремы Банаха о неподвижной точке</a>.
uk_ua: Калькулятор дозволяє розв'язувати рівняння за допомогою<a href="http://ru.wikipedia.org/wiki/%D0%A2%D0%B5%D0%BE%D1%80%D0%B5%D0%BC%D0%B0_%D0%91%D0%B0%D0%BD%D0%B0%D1%85%D0%B0_%D0%BE_%D0%BD%D0%B5%D0%BF%D0%BE%D0%B4%D0%B2%D0%B8%D0%B6%D0%BD%D0%BE%D0%B9_%D1%82%D0%BE%D1%87%D0%BA%D0%B5">теореми Банаха про нерухому точку</a>.

source: Bisection
ca_es: Bisecció
cs_cz: Půlení intervalu
es_es: Bisección
it_it: bisezione
pl_pl: Bisekcja
ru_ru: Метод бисекции
uk_ua: Метод бісекції

source: Enter function, interval containing zero and number of steps.
ca_es: Entreu la funció, l'interval contenent el zero de la funció, i el nombre d'iteracions.
cs_cz: Zadejte funkce, interval obsahující pevný bod a počet kroků
es_es: Ingrese la función, intervalo que contiene al cero y número de pasos.
fr_fr: Entrez la fonction, l'intervalle contenant le zéro de la fonction, et le nombre d'itérations.
it_it: Inserire la funzione, un intervallo contenente lo zero e il numero di passi.
pl_pl: Podaj funkcję, przedział zawierający zero i liczbę kroków
ru_ru: Введите функцию, интервал, содержащий ноль, и число шагов.
uk_ua: Введіть функцію, інтервал, що містить нуль, і число кроків.

source: Interval from
ca_es: Interval de
cs_cz: Interval od
es_es: Intervalo desde
fr_fr: Intervalle de
it_it: Intervallo da
pl_pl: Przedział od
ru_ru: Интервал от
uk_ua: Інтервал від

source: (integer between 2 and 40)
ca_es: (nombre natural entre 2 i 40)
cs_cz: (celé číslo od 2 do 40)
es_es: (entero entre 2 y 40)
fr_fr: (nombre naturel entre 2 et 40)
it_it: (numero naturale tra 2 e 40
pl_pl: (liczba całkowita pomiędzy 2 a 40)
ru_ru: (Целое число от 2 до 40)
uk_ua: (Ціле число від 2 до 40)

source: MAW-bisection
ca_es: Potser us cal revisar la teoria del <a href="http://en.wikipedia.org/wiki/Bisection_method">mètode de bisecció</a>
cs_cz: Půlení intervalu
es_es: Para la teoría, revisar <a href="http://http://es.wikipedia.org/wiki/M%C3%A9todo_de_bisecci%C3%B3n">Método de la Bisección En la Wikipedia</a>
fr_fr: Peut-être vous faut-il réviser la théorie de la <a href="http://en.wikipedia.org/wiki/Bisection_method">méthode de bisection</a>
it_it: Per la teoria vedere <a href="http://en.wikipedia.org/wiki/Bisection_method">il metodo di bisezione su Wikipedia</a>
pl_pl: Teoria: <a href="http://pl.wikipedia.org/wiki/Metoda_bisekcji">Metoda bisekcji na Wikipedii</a>
ru_ru: С помощью калькулятора можно решать уравнения по <a href="http://ru.wikipedia.org/wiki/%D0%9C%D0%B5%D1%82%D0%BE%D0%B4_%D0%B1%D0%B8%D1%81%D0%B5%D0%BA%D1%86%D0%B8%D0%B8">методу бисекции</a>
uk_ua: За допомогою калькулятора можна розв'язувати рівняння за <a href="http://ru.wikipedia.org/wiki/%D0%9C%D0%B5%D1%82%D0%BE%D0%B4_%D0%B1%D0%B8%D1%81%D0%B5%D0%BA%D1%86%D0%B8%D0%B8">методом бісекції</a>

source: Derivative and partial derivative
ca_es: Derivada i derivada parcial
cs_cz: Derivace a parciální derivace
es_es: Derivada y derivada parcial
fr_fr: Dérivée et dérivée partielle
it_it: Derivata e derivata parziale
pl_pl: Pochodna i pochodna cząstkowa
ru_ru: Производная и частные производные
uk_ua: Похідна і частинні похідні

source: automatically use linearity of derivative
ca_es: Fés servir automàticament el fet que la derivada és una operació lineal
cs_cz: automaticky použít linearitu derivace
es_es: Use linealidad de la derivada de forma automática
fr_fr: Exploite automatiquement le fait que la dérivée est une operation linéaire
it_it: Usa automaticamente la linearità della derivata
pl_pl: automatycznie wykorzystaj liniowość pochodnej
ru_ru: автоматически использовать линейность производной
uk_ua: автоматично використовувати лінійність похідної

source: automatically differentiate constants
ca_es: deriva automàticament les constants
cs_cz: automaticky derivovat konstanty
es_es: Derive las constantes de forma automática
fr_fr: dérive automatiquement les constantes
it_it: Deriva automaticamente le costanti
pl_pl: automatycznie różniczkuj stałe
ru_ru: автоматически различать константы
uk_ua: автоматично відрізняти константи

source: The type of the derivative
ca_es: Mena de derivada
cs_cz: Typ derivace
es_es: El tipo de la derivada
fr_fr: Type de dérivée
it_it: Il tipo di derivata
pl_pl: Typ pochodnej
ru_ru: Тип производных
uk_ua: Тип похідних

source: Ordinary derivative (function in one variable)
ca_es: Derivada ordinària (funció d'una sola variable)
cs_cz: Obyčejná derivace (funkce jedné proměnné)
es_es: Derivada ordinaria (función de una variable)
fr_fr: Dérivée ordinaire (fonction à une variable)
it_it: Derivata ordinaria (funzione di una variabile)
pl_pl: Pochodna funkcji jednej zmiennej
ru_ru: Обыкновенная производная (функции одной переменной)
uk_ua: Звичайна похідна (функції однієї змінної)

source: Partial derivative with respect to <i>x</i> (function in two variables)
ca_es: Derivada parcial respecte a <i>x</i> (funció de dues variables)
cs_cz: Parciální derivace podle <i>x</i> (funkce dvou proměnných)
es_es: Derivada parcial con respecto a <i>x</i> (función en dos variables)
fr_fr: Dérivée partielle par rapport à <i>x</i> (fonction à deux variables)
it_it: Derivata parziale rispetto a <i>x</i> (funzioni di due variabili)
pl_pl: Pochodna cząstkowa po <i>x</i> (funkcji dwóch zmiennych)
ru_ru: Частная производная по <i> х </i> (функция двух переменных)
uk_ua: Частинна похідна по <i> х </ i> (функція двох змінних)

source: Partial derivative with respect to <i>y</i> (function in two variables)
ca_es: Derivada parcial respecte a <i>y</i> (funció de dues variables)
cs_cz: Parciální derivace podle <i>y</i> (funkce dvou proměnných)
es_es: Derivada parcial con respecto a <i>y</i> (función en dos variables)
fr_fr: Dérivée partielle par rapport à <i>y</i> (fonction à deux variables)
it_it: Derivata parziale rispetto a <i>y</i> (funzioni di due variabili)
pl_pl: Pochodna cząstkowa po <i>y</i> (funkcji dwóch zmiennych)
ru_ru: Частная производная по <i>y</i> (функция двух переменных)
uk_ua: Частинна похідна по <i> y </ i> (функція двох змінних)

source: Submit
ca_es: Envia-ho
cs_cz: Odeslat
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
pl_pl: Wyślij
ru_ru: Отправить
uk_ua: Відправити

source: MAW-der
ca_es: <ul><li>Entreu una funció i cliqueu Envia-ho. Obtindreu la derivada en format PDF. </li><li>Aquest formulari us permet derivar funcions en una o en dues variables.</li></ul>
cs_cz: <a href="http://user.mendelu.cz/marik/prez/derivace-cz.pdf">Řešené příklady krok za krokem</a> a <a href="http://user.mendelu.cz/marik/kvizy/der1-CZ.pdf">online test</a> na derivace<br><a href="http://user.mendelu.cz/marik/prez/parc-der-cz.pdf">Řešené příklady krok za krokem</a> a <a href="http://user.mendelu.cz/marik/kvizy/pd1-CZ.pdf">online test</a> na parciální derivace. <ul> <li>Zadejte funkci a klikněte na tlačítko Odeslat. Obdržíte detailní postup výpočtu derivace. Můžete nechat předvolenou obyčejnou derivaci funkce jedné proměnné, nebo si vybrat jednu z parciálních derivací funkce dvou proměnných.</li> <li>Na konci výpočtu se kontroluje, zda souhlasí s derivací vypočtenou vnitřními mechanismy programu Maxima, takže výsledek určitě nebude špatně.</li> </ul>
es_es: <ul><li>Ingrese una función y oprmia Enviar. Obtendrá el cálculo de la derivada en formato PDF. </li><li>Puede usar esta página para diferenciar tanto funciones de de una o dos variables.</li></ul>
fr_fr: <ul><li>Entrez une fonction et cliquez Envoyer. Vous recevrez sa dérivée en format PDF. </li><li>Ce formulaire vous permet de dériver des fonctions à une ou en deux variables.</li></ul>
it_it: <ul><li>Scrivere una funzione e cliccare Invia. Si otterrà il calcolo della derivata formattata in PDF. </li><li>Si può usare questo form per derivare sia funzioni in una variabile che funzioni di due variabili.</li></ul>
pl_pl: <ul><li> Wprowadź funkcję i Wyślij. Rozwiązanie otrzymasz w postaci pliku PDF. </li><li> Możesz użyć tego kalkulatora do obliczania pochodnej funkcji jednej zmiennej, jak i pochodnej cząstkowej funkcji dwóch zmiennych.</li></ul>
ru_ru: Калькулятор находит производнyю функции одной переменной или частнyю производнyю функции двух переменных. Решение шаг за шагом.
uk_ua: Калькулятор знаходить похідну функції однієї змінної або частиннy похідну функції двох змінних. Розв'язання крок за кроком.

source: Domain of a function in one variable
ca_es: Domini de definició de la funció d'una variable
cs_cz: Definiční obor funkce jedné proměnné
es_es: Dominio de una función en una variable
fr_fr: Domaine de définition de la fonction à une variable
it_it: Dominio di una funzione in una variabile
pl_pl: Dziedzina funkcji jednej zmiennej
ru_ru: Oбласть определения функции одной переменной
uk_ua: Oбласть визначення функції однієї змінної

source: Parameters
ca_es: Paràmetres
cs_cz: Parametry výpočtu
es_es: Parámetros
fr_fr: Paramètres
it_it: Parametri
pl_pl: Parametry
ru_ru: Параметры вычислений
uk_ua: Параметри обчислень

source: MAW-df
cs_cz: <b>Poznámky</b><ul><li>Ve výsledku není nijak zaznačeno, zda kraje intervalů patří do definičního oboru či nikoliv. Také ve výsledku nejdou vidět případné jednotlivé body vyjmuté z definičního oboru, které vznikou například z podmínky nenulovosti jmenovatele.</li><li>Pokud se Vám nic nezobrazí ale vzorový příklad ve formuláři funguje, je pravděpodobně něco špatně zapsáno ve funkci, kterou se snažíte zadat. Pokud zadáte funkci, která není nikde definovaná, zobrazí se jenom řešení dílčích podmínek ale celkový definiční obor (prázdná množina) se nezobrazí.</li></ul>
ru_ru: Калькулятор находит oбласть определения функции одной переменной.
uk_ua: Калькулятор знаходить oбласть визначення функції однієї змінної.

source: Domain of a function in two variables
ca_es: Domini de definició de la funció de dues variables
cs_cz: Definiční obor funkce dvou proměných
es_es: Dominio de una función en dos variables
fr_fr: Domaine de définition de la fonction à deux variables
it_it: Dominio di una funzione in due variabili
pl_pl: Dziedzina funkcji dwóch zmiennych
ru_ru: Oбласть определения функции двух переменных
uk_ua: Oбласть визначення функції двох змінних

source: Function in two variables
ca_es: Funció de dues variables
cs_cz: Funkce dvou proměných

source: limits for the picture with domain:
ca_es: límits per al gràfic amb domini de definició:
cs_cz: meze pro obrázek
es_es: límites para la imagen con dominio:
fr_fr: limites pour le graphique avec domaine de définition:
it_it: limiti per la figura con dominio:
pl_pl: ograniczenie dziedziny na obrazku
ru_ru: ограничения для изображения на рисунке:
uk_ua: обмеження для зображення на рисунку:

source: draw domain on the set
ca_es: dibuixa el domini al conjunt
cs_cz: kreslit na čtverci
es_es: dibuje dominio en el conjunto
fr_fr: dessine le domaine de définition
pl_pl: rysuj dziedzinę na zbiorze
ru_ru: нарисовать область определения на множестве
uk_ua: намалювати область визначення на множині

source: MAW-df3d
ca_es: <ul> <li>Entreu una funció de dues variables, trieu les vores del gràfic i cliqueu Envia-ho.</li> </ul>
cs_cz: <ul> <li>Vyplňte funkčn&iacute; předpis pro funkci dvou proměnn&yacute;ch.</li> <li>Obrázek s definičním oborem sice bude kostrbatý a nebude tam zaznačeno, která část hranice patří nebo nepatří do definičního oboru, ale pro rychlou orientaci to určitě pomůže. Můžete si zvolit mezi několika rozsahy pro kreslení.</li> </ul>
es_es: <ul> <li> Escriba una función en dos variables en el campo, escoja los límites de las gráficas y de Enviar.</li> </ul>
fr_fr: <ul> <li>Entrez une fonction à deux variables, choisissez les bords du graphique et cliquez Envoyer.</li> </ul>
it_it: <ul> <li>Scrivere una funzione di due variabili nel campo, scegliere i limiti per il garfico e cliccare Invia.</li> </ul>
pl_pl: <ul> <li>Podaj funkcję dwóch zmiennych, wybierz ograniczenie dziedziny dla obrazka i Wyślij.</li> </ul>
ru_ru: Калькулятор находит oбласть определения функции двух переменных.
uk_ua: Калькулятор знаходить oбласть визначення функції двох змінних.

source: Definite integral in geometry
ca_es: Integral definidia en geometria
cs_cz: Využití určitého integrálu v geometrii
es_es: Integral definida en geometría
fr_fr: Integrale (définie) en géometrie
it_it: Integrale definito in geometria
pl_pl: Graficzna interpretacja całki oznaczonej
ru_ru: Определенный интеграл в геометрии
uk_ua: Визначений інтеграл в геометрії

source: Formulation of the problem
ca_es: Formulació del problema
cs_cz: Zadání množiny
es_es: Formulación del problema
fr_fr: Formulation du problème
it_it: Formulazione del problema
pl_pl: Sformułowanie problemu
ru_ru: Постановка задачи
uk_ua: Постановка задачі

source: Curves on boundary
ca_es: Corbes a la frontera
cs_cz: Křivky ohraničující množinu
es_es: Curvas en la frontera
fr_fr: Courbes à la frontière
it_it: Curve sulla frontiera
pl_pl: Powierzchnia ograniczona krzywymi:
ru_ru: Кривые, ограничивающие множество
uk_ua: Криві, що обмежують множину

source: Upper bound
ca_es: Fita superior
cs_cz: Ohraničen&iacute; shora
es_es: Límite superior
fr_fr: Bord supérieur
it_it: Limite superiore
pl_pl: Górne ograniczenie
ru_ru: Верхняя граница
uk_ua: Верхня границя

source: Lower bound
ca_es: Fita inferior
cs_cz: Ohraničen&iacute; zdola
es_es: Límite inferior
fr_fr: Bord inférieur
it_it: Limite inferiore
pl_pl: Dolne ograniczenie
ru_ru: Нижняя граница
uk_ua: Нижня границя

source: Bounds on <i>x</i> axis: <small>(you can try to find the intercepts of both curves by choosing "intercepts" in parameters for computation)</small>
ca_es: Vores a l'eix de les <i>x</i>: <small>( podeu intentar trobar les interseccions d'ambdues corbes si trieu "intercepts" als paràmetres de càlcul)</small>
cs_cz: Meze pro hlednou množinu: <small>(pokud meze nem&aacute;te zad&aacute;ny a ani nezn&aacute;te průseč&iacute;ky, zkuste&nbsp;průseč&iacute;ky nejdř&iacute;v naj&iacute;t pomoc&iacute; volby "Co hledat" v sekci "parametry")</small>
es_es: Límites en el eje <i>x</i>: <small>(puede intentar encontrar las intersecciones de ambas curvas escogiendo "intersecciones" en los parámetros para el computo)</small>
fr_fr: Bords sur l'axe des <i>x</i>: <small>( pour essayer de trouver les intersections entre les deux courbes, choisissez "intercepts" parmi les paramètres du calcul)</small>
pl_pl: Granice na osi <i>x</i>: <small>(punkty przecięcia krzywych możesz znaleźć wybierając odpowiednią opcję w polu Parametry)</small>
ru_ru: Ограничения по оси <i>x</i>: <small>(можете найти точку пересечения заданных кривых при помощи выбора "intercepts" в условиях вычисления)</small>
uk_ua: Обмеження по осі <i> x </ i>: <small> (можете знайти точку перетину заданих кривих за допомогою вибору "intercepts" в умовах обчислення) </ small>

source: lower bound
ca_es: fita inferior
cs_cz: dolní mez
es_es: límite superior
fr_fr: bord inférieur
it_it: limite inferiore
pl_pl: górna granica
ru_ru: нижняя граница
uk_ua: нижня границя

source: upper bound
ca_es: fita superior
cs_cz: horní mez
es_es: límite inferior
fr_fr: bord supérieur
it_it: limite superiore
pl_pl: dolna granica
ru_ru: верхняя граница
uk_ua: верхня границя
