Repository: robert-marik/maw-html
Catalog: locale/*.po
Languages: ca_es, cs_cz, es_es, fr_fr, it_it, pl_pl, ru_ru, uk_ua

source: Action
ca_es: Acció
cs_cz: Akce
es_es: Acción
it_it: Azione
pl_pl: Działanie:
ru_ru: Aкция
uk_ua: Aкція

source: Find %s area %s between two curves and draw graph.
ca_es: Troba %s àrea %s entre dues corbes i dibuixa'n el gràfic.
cs_cz: Vypočítat %s obsah %s množiny mezi dvěma křivkami
es_es: Encontrar el %s área %s entre dos curvas y dibujar el gráfico.
fr_fr: Trouvons %s l'aire %s entre deux courbes et dessinons-en le graphique.
it_it: Trovare %s l'area %s della regione compresa tra due curve e disegnare il grafico
pl_pl: Znajdź %s pole %s pomiędzy krzywymi i narysuj wykres.
ru_ru: Найти %s площадь %s между двумя кривыми и нарисовать график.
uk_ua: Знайти %s площу %s між двома кривими й побудувати графік.

source: Find %s volume %s of solid of revolution and draw graph
ca_es: Troba %s volum %s de revoluciò i dibuixa'n el gràfic
cs_cz: Vypočítat %s objem %s rotačního tělesa a nakreslit obrázek
es_es: Encontrar el %s volumen %s de un solido de revolución y dibujar el gráfico.
fr_fr: Trouvons %s le volume %s de révolution et dessinons-en le graphique
it_it: Trovare %s il volume %s di un solido di rotazione e disegnare il grafico
pl_pl: Znajdź %s objętość %s bryły i narysuj wykres.
ru_ru: Найти %s объем %s тела вращения и нарисовать график
uk_ua: Знайти %s об'єм %s тіла обертання і побудувати графік

source: preview solid of revoultion
ca_es: vista preliminar del volum de revolució
cs_cz: náhled rotačního tělesa

source: show colors, no mesh
ca_es: mostra els colors sense graella
cs_cz: zobrazit barvy místo kostry
es_es: mostrar colores, no malla
fr_fr: montrons les couleurs, non pas la grille
pl_pl: pokaż kolory, bez siatki
ru_ru: показать цветные исполнения, не сетки
uk_ua: показати кольорові виконання, не сітки

source: hide invisible parts
ca_es: amaga les parts invisibles
cs_cz: skrýt neviditelné části
es_es: esconder partes invisibles
fr_fr: cachons les parties invisibles
it_it: Nascondere le parti non visibili
pl_pl: ukryj niewidoczne części
ru_ru: скрыть невидимые части
uk_ua: сховати невидимі частини

source: Find intercepts of curves
ca_es: Troba les interseccions de corbes
cs_cz: Najít průsečíky křivek
es_es: Encontrar la intersección entre dos curvas
fr_fr: trouvons les intersections de courbes
it_it: Trovare le intercette delle curve
pl_pl: Znajdź punkty przecięcia krzywych
ru_ru: Найти, где кривые пересекаются (найти точку пересечения кривых)
uk_ua: Знайти, де криві перетинаються (знайти точку перетину кривих)

source: Bounds for the picture (decimal numbers)
ca_es: Vores del gràfic (nombres decimals)
cs_cz: Meze pro obrázek (desetinná čísla)
es_es: Límites para la imagen (números decimales)
fr_fr: Bords du graphique (nombres décimals)
it_it: Limiti della figura (in numeri decimali)
pl_pl: Granice obrazka (liczby dziesiętne)
ru_ru: Границы для рисунка(конечныe десятичныe дроби)
uk_ua: Границі для рисунка (скінченні десяткові дроби)

source: MAW-geom
ca_es: <ul> <li>Entreu les funcions que definiexien les fites inferior i superior del conjunt.</li> <li>Si la fita inferior és l'eix de les <span style="font-style: italic;">x</span>, la funció <span style="font-style: italic;">g</span> és 0.</li> <li>Lórdinador pot trobar les interseccions de les corbes- Trieu aquesta acció amb el botonet escaient.<br> </li> </ul>
cs_cz: <a href="http://user.mendelu.cz/marik/prez/riemann-cz.pdf">Teorie a řešené příklady<a>, <a href="http://user.mendelu.cz/marik/aplik.pdf">neřešené příklady</a> (s výsledky) <br><br><b>Poznámky</b><ul> <li>Vyplňte funkčn&iacute; předpisy, meze pro množinu v rovině a meze pro nakreslen&iacute; obr&aacute;zku (obě funkce mus&iacute; b&yacute;t spojit&eacute; na cel&eacute;m rozsahu pro proměnnou <span style="font-style: italic;">x</span>).</li> <li>Pokud je množina zdola ohraničena osou <span style="font-style: italic;">x</span>, vepi&scaron;te do pol&iacute;čka pro funkci <span style="font-style: italic;">g</span> nulu.</li> <li>Pokud potřebujete zn&aacute;t průseč&iacute;ky křivek, vyplňte funkčn&iacute; předpisy pro funkce, z rozbalovac&iacute;ho menu vyberte položku "<span style="font-style: italic;">průseč&iacute;ky</span>" a ode&scaron;lete formul&aacute;ř. Hled&aacute;n&iacute; kořenů je obecně poměrně n&aacute;ročn&yacute; &uacute;kol a ne vždy se to podař&iacute; pomoc&iacute; standartn&iacute;ch postupů. Pokud kořeny takto nenajdete, zkuste je odhadnout z grafů nebo zkuste použ&iacute;t nějak&yacute; sofistikovaněj&scaron;&iacute; n&aacute;stroj na ře&scaron;en&iacute; rovnic.<br> </li></ul>
es_es: <ul> <li>Escriba las funciones que definen las fronteras superior e inferior del conjunto</li> <li>Si la frontera superior es el eje <span style="font-style: italic;">x</span>, la función <span style="font-style: italic;">g</span> es 0.</li> <li>Puede usarlo para intentar encontrar las intersecciones de las curvas. Solo debe seleccionar la opción adecuada.<br> </li> </ul>
fr_fr: <ul> <li>Entrez les fonctions qui définissent les bords inférieur et supérieur de l'ensemble.</li> <li>Si le bord inférieur est l'axe des <span style="font-style: italic;">x</span>, la fonction <span style="font-style: italic;">g</span> est 0.</li> <li>L'ordinateur peut trouver les intersections des courbes. Choisissez cette action avec le petit bouton approprié.<br> </li> </ul>
it_it: <ul> <li>Scrivere le funzioni che definiscono i limiti inferiore e superiore per l'insieme.</li> <li>Se l'estremo inferiore per l'insieme è l'asse <span style="font-style: italic;">x</span>, la funzione <span style="font-style: italic;">g</span> è 0.</li> <li>Si può usare il computer per provare a trovare le intersezioni delle curve. Scegliere il bottone radio appropriato.<br> </li> </ul>
pl_pl: <ul> <li> Podaj funkcje: górne i dolne ograniczenie obszaru.</li> <li>Jeśli dolnym ograniczeniem obszaru jest oś <span style="font-style: italic;">x</span>, ustaw <span style="font-style: italic;">g(x)</span>=0.</li> <li>Jeżeli chcesz znaleźć punkty przecięcia krzywych, to wybierz odpowiednią opcję.<br> </li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться на англійській мові деякі відповідні інструкції.

source: Graphs of elementary functions
ca_es: Gràfics de funcions elementals
cs_cz: Grafy elementárních funkcí
es_es: Gráficas de funciones elementales
fr_fr: Graphiques de fonctions élémentaires
it_it: Grafici di funzioni elementari
pl_pl: Wykres funkcji
ru_ru: Графики элементарных функций
uk_ua: Графіки елементарних функцій

source: (the function must either a basic elementary function of a function which can be obtained from on of basic elementary functions by shifting and resizing graph)
ca_es: (la funció ha d'ésser elemental, o bé s'ha de poder obternir d'una funció elemental per translació i canvi d'escala)
cs_cz: (funkce musí být buď základní elementární funkce anebo funkce, která ze základní elementární funkce vznikne natažením a posunutím)
es_es: (la función debe ser una función básica primaria de una función que se puede obtener a partir de las funciones básicas primarias por desplazamiento y redimensionamiento de su gráfica)
fr_fr: (la fonction doit être élémentaire, ou bien elle doit pouvoir s'obtenir d'une fonction élémentaire par translation et changement d'échelle)
it_it: (la funzione deve essere o una funzione elementare o una funzione che può essere ottenuta da una funzione elementare mediante una traslazione o cambiamento di scala del grafico)
pl_pl: (funkcja musi być funkcją elementarną lub można ją otrzymać przez proste przekształcenia, np. przesunięcie, symetria względem punktu, osi, funkcji elementarnej)
ru_ru: (функция должна быть либо основной элементарной функцией, либо функцией, которая может быть получена из основных элементарных при помощи элементарных преобразований графикa)
uk_ua: (функція повинна бути або основною елементарною функцією, або функцією, яка може бути отримана з основних елементарних за допомогою елементарних перетворень графікa)

source: Bounds for axes
ca_es: Vores dels eixos
cs_cz: Rozsah pro osy
es_es: Límites para los ejes
fr_fr: Bords des axes
it_it: Limiti per gli assi
pl_pl: Zakresy dla osi
ru_ru: Границы для осей
uk_ua: Границі для вісей

source: show grid
ca_es: mostra la graella
cs_cz: zobrazit mřížku
es_es: Mostrar grilla
fr_fr: montre la grille
it_it: Mostra la griglia
pl_pl: pokaż siatkę
ru_ru: показать сетку
uk_ua: показати сітку

source: Logarithm
ca_es: Logaritme
cs_cz: Jaký použít logaritmus
es_es: Logaritmo
fr_fr: logarithme
it_it: Logaritmo
pl_pl: Logarytm
ru_ru: Логарифм
uk_ua: Логарифм

source: If the input contains logarithm, use
ca_es: Si l'entrada conté logaritmes, fés servir
cs_cz: Pokud je zadán logaritmus, použije se
es_es: Si la entrada contiene logaritmo, use
fr_fr: Si l'entrée contient des logarithmes, emploie
it_it: Se l'input contiene logaritmi, usa
pl_pl: Jeśli wyrażenie zawiera logarytmy, użyj
ru_ru: Если на входе содержит логарифм, используйте
uk_ua: Якщо на вході містить логарифм, використовуйте

source: natural log
ca_es: logaritme natural (base e)
cs_cz: přirozený logaritmus
es_es: logaritmo natural
fr_fr: logarithme naturel (base e)
it_it: Logaritmo naturale
pl_pl: logarytm naturalny
ru_ru: натуральный логарифм
uk_ua: натуральний логарифм

source: log with base
ca_es: logaritme amb base
cs_cz: logaritmus o základě
es_es: logaritmo con base
fr_fr: logarithme avec base
it_it: Logaritmo in base
pl_pl: logarytm o podstawie
ru_ru: логарифм по основанию
uk_ua: логарифм за основою

source: MAW-graf
ca_es: <span style="font-weight: bold;">NB:</span><br><ul><li>Entreu una funció elemental, o que es pugui obternir d'una funció elemental per translació i canvi d'escala.</li><li>La funció serà analitzada i n'obtindreu el gràfic, incloent-hi l'animació de deformacions ulteriors.</li></ul>
cs_cz: <span style="font-weight: bold;">Pozn&aacute;mky:</span><br><ul> <li>Zadejte funkci která vznikne složením některé ze základních elementárních funkcí s lineární funkcí.</li> <li>Funkce bude automaticky rozpoznána a sestrojí se okomentovaný postup, jak obdržet graf funkce pomocí transformací základních grafů</li> <li>To co uvidíte po odkliknutí Odeslat je pouze předběžná pracovní verze.</li> <li><a href="http://user.mendelu.cz/pospisi2/pr_grafy.pdf">Otázky</a> podobné testovým zadáním na testu pro posluchače předmětu Matematika I PEF jsou na stránkách <a href="http://user.mendelu.cz/pospisi2">RNDr. Lenky Pospíšilové</a></li> </ul>
fr_fr: <span style="font-weight: bold;">NB:</span><br><ul><li>Entrez une fonction élémentaire, ou qui puisse être obtenue d'une fonction élémentaire par translation et changement d'échelle.</li><li>La fonction sera analysée et vous recevrez son graphique, avec même l'animation des déformations ultérieures.</li></ul>
it_it: <span style="font-weight: bold;">Osservazioni:</span><br><ul><li>Scrivere una funzione che può essere ottenuta da una funzione elementare mediante una traslazione o cambiamento di scala del grafico.</li><li>La funzione verrà esaminata automaticamente e si otterrà il garfico di questa funzione, comprese le animazoni delle successive deformazioni.</li></ul>
pl_pl: <span style="font-weight: bold;">Uwagi:</span><br><ul><li>Podaj funkcję, która jest funkcją elementarną lub można ją otrzymać przez proste przekształcenia.</li><li>Funkcja zostanie automatycznie sparsowana i otrzymasz jej wykres z kolejnymi przekształceniami funkcji elementarnej.</li></ul>
ru_ru: Здесь вы можете построить график функции, которая может быть получена из одной из основных элементарных функций путем элементарных преобразований ее графика. Ваша функция будет разбираться автоматически, и вы получите график этой функции, включая анимацию последовательных преобразований.
uk_ua: Тут ви можете побудувати графік функції, яка може бути отримана з однієї з основних елементарних функцій шляхом елементарних перетворень її графіка. Ваша функція буде розбиратися автоматично, і ви отримаєте графік цієї функції, включаючи анімацію послідовних перетворень.

source: Troubles with writing math? Clicking Preview you get how <a href="http://formconv.sourceforge.net/">formconv</a> renders your expression and how you can enter this expression in Maxima notation (you can use copy and paste to transfer to the form.)
ca_es: Problemes amb l'escriptura matemàtica? Un clic a Preview us mostrarà com <a href="http://formconv.sourceforge.net/">formconv</a> convertirà la vostra expressió, i com podeu expressar-la en notació de Màxima (després ho podeu copiar i enganxar al formulari.)
cs_cz: Máte-li potíže se zadáváním funkce, kliknutím na tlačítko Náhled zjistíte, jak je vaše matematická formule interpretována programem <a href="http://formconv.sourceforge.net/">formconv</a> a obdržíte radu, jak zapsat formuli v programu Maxima.

source: History
ca_es: Historial
cs_cz: Historie
es_es: Historial
fr_fr: Historial
it_it: Storia
pl_pl: Historia
ru_ru: История
uk_ua: Історія

source: You should turn JavaScript on to see popup informations.
ca_es: Engegeu JavaScript per poder veure la informació en finestres emergents.
cs_cz: Pro zobrazení některých dodatečných informací si prosím zapněte Javascripty.
es_es: Debe tener habilitado JavaScript para poder ver los mensajes emergentes
fr_fr: Enclenchez JavaScript pour pouvoir voir des informations dans des fenêtres émergentes.
it_it: Devi attivare i Javascript per vedere le informazioni nelle finestre popup
pl_pl: Włącz JavaScript, żeby zobaczyć informacje w oknach popup.
ru_ru: Вы должны включить JavaScript, чтобы увидеть дополнительную информацию.
uk_ua: Ви повинні включити JavaScript, щоб побачити додаткову інформацію.

source: Support from MAW forum
cs_cz: Podpora, diskusní fórum
es_es: Apoyo desde el foro de MAW
it_it: Supporto dal forum di MAW
ru_ru: Поддержка с MAW форума
uk_ua: Підтримка з MAW форуму

source: Changelog
cs_cz: Poslední změny
es_es: Registro de cambios
fr_fr: Historial des changements
pl_pl: Log zmian
ru_ru: Изменения
uk_ua: Зміни

source: Known bugs
cs_cz: Známé chyby
es_es: Errores Conocidos
fr_fr: Bogues connus
it_it: Bachi noti
ru_ru: Известные ошибки
uk_ua: Відомі помилки

source: Mathematical Assistant on Web
ca_es: L'Assistent Matemàtic al Web (MAW)
cs_cz: Matematické výpočty online (MAW)
es_es: Asistente Matemático en la Web
fr_fr: L'Assistant Mathématique au Web (MAW)
pl_pl: Matematyczny Asystent Online
ru_ru: Математические сервисы онлайн (MAW)
uk_ua: Математичні сервіси онлайн (MAW)

source: written by <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> and <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
ca_es: escrit per <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> i <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
cs_cz: autoři <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> a <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
es_es: Escrito por <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> and <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
fr_fr: écrit par <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> et <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
it_it: scritto da <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> and <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
pl_pl: autorzy: <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> i <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
ru_ru: Aвторы <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> и <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>
uk_ua: Aвтори <a href="http://user.mendelu.cz/marik" target="_blank">Robert Mař&iacute;k</a> та <a href="http://user.mendelu.cz/tihlarik" target="_blank">Miroslava Tihlař&iacute;kov&aacute;</a>

source: %sOffline version%s is also available and translators are %s welcomed %s.
ca_es: %s Versió fora de línia%s també disponible; traductors %s benvinguts %s
cs_cz: K dispozici je i %s offline%s verze a vítáme případné %s překladatele%s.
es_es: %s Versión Offline%s también se encuentra disponible y los traductores son bienvenidos.
fr_fr: %s Version hors-ligne %s disponible aussi; traductions %s bienvenues %s
it_it: E' disponibile una versione offline e i traduttori sono benvenuti.
pl_pl: %sWersja offline%s jest również dostępna. Tłumacze projektu mile %s widziani %s.
ru_ru: %sОффлайн версия%s также доступна и %sпереводчики приветствуются%s.
uk_ua: %s Оффлайн версія %s також доступна і %s перекладачі запрошуються %s.

source: Submitting, please wait ...
cs_cz: Odesílám požadavek ...

source: Click only once and wait few seconds for the answer!
ca_es: Clic un sol cop i espereu uns segons - ara ve la resposta!
cs_cz: Klikněte pouze jednou a počkejte několik okamžiků na odpověd!
es_es: Presione una sola vez y espere unos segundos para la respuesta!
fr_fr: Cliquez une seule fois et patientez quelques secondes - voilà la réponse!
it_it: Cliccare una volta sola e attendere qualche secondo per la risposta!
ru_ru: Нажмите только один раз и подождите ответа в течение нескольких секунд!
uk_ua: Натисніть тільки один раз і почекайте відповідь протягом декількох секунд!

source: Introduction, general remarks
ca_es: Introducció, comentaris generals
cs_cz: Úvodní poznámky a komentáře

source: Introduction
ca_es: Introducció
cs_cz: Úvod
es_es: Introducción
it_it: Introduzione
pl_pl: Wprowadzenie
ru_ru: Введение
uk_ua: Вступ

source: Graphs of basic elementary functions
ca_es: Gràfiques de funcions elementals
cs_cz: Grafy základních elementárních funkcí v posunutém tvaru

source: Natural domains of function in one or two variables
ca_es: Domini de definició d'una funció d'una o dues variables
cs_cz: Určování definičního oboru funkce jedné i dvou proměnných

source: Lagrange polynomial
ca_es: Polinomi de Lagrange
cs_cz: Lagrangeův polynom
es_es: Polinomio de Lagrange
fr_fr: Polynôme de Lagrange
it_it: Polinomio di Lagrange
pl_pl: Wielomian Lagrange'a
ru_ru: Полином Лагранжа
uk_ua: Поліном Лагранжа

source: Fitting data file using least squares method
ca_es: Ajustar dades amb el mètode dels mínims quadrats
cs_cz: Aproximace metodou nejmenších čtverců

source: Precalculus
ca_es: Àlgebra elemental
cs_cz: Funkce
es_es: Pre-cálculo
fr_fr: Algèbre élémentaire
it_it: Nozioni preliminari di Analisi Matematica
pl_pl: Funkcje
ru_ru: Функции
uk_ua: Функції

source: Investigating function
ca_es: Estudiant la funció
cs_cz: Vyšetřování průběhu funkce

source: Derivative in one variable
ca_es: Derivada en una variable
cs_cz: Výpočet derivací funkce jedné proměnné

source: Partial derivative in two variables
ca_es: Derivada parcial en dues variables
cs_cz: Výpočet parciálních derivací funkce dvou proměnných

source: Taylor polynomial
ca_es: Polinomi de Taylor
cs_cz: Taylorův polynom
es_es: Polinomios de Taylor
fr_fr: Polynôme de Taylor
it_it: Polinomio di Taylor
pl_pl: Wielomian Taylora
ru_ru: Полином Тейлора
uk_ua: Поліном Тейлора

source: Local maxima and minima for functions in two variables
ca_es: Máxims i mínims locals d'una funció de dues variables
cs_cz: Hledání lokálních extrémů u funkce dvou proměnných

source: Calculus
ca_es: Anàlisi
cs_cz: Diferenciální počet
es_es: Cálculo
fr_fr: Analyse
it_it: Analisi Matematica
pl_pl: Rachunek różniczkowy
ru_ru: Производныe
uk_ua: Похідні

source: Indefinite integral (anitiderivative)
ca_es: Integral indefinida (anti-derivada)
cs_cz: Neurčitý integrál

source: Geometrical applications of definite integral
ca_es: Aplicacions geomètriques de la integral
cs_cz: Geometrické aplikace určitého integrálu
es_es: Aplicaciones geométricas de la integral definida
fr_fr: Applications géometriques de l'intégrale
it_it: Applicazioni geometriche dell'integrale definito
pl_pl: Całka oznaczona
ru_ru: Геометрические приложения определенного интеграла
uk_ua: Геометричні застосування визначеного інтеграла

source: Double integral
ca_es: Integral doble
cs_cz: Dvojnásobný integrál
es_es: Integral Doble
fr_fr: Intégrale double
it_it: Integrale doppio
pl_pl: Całka podwójna
ru_ru: Двойной интеграл
uk_ua: Подвійний інтеграл

source: Approximation of definite integral by trapezoidal rule
ca_es: Aproximació d'una integral per trapezis
cs_cz: Aproximace lichoběžníkovým pravidlem

source: Integral calculus
ca_es: Integrals
cs_cz: Integrální počet
es_es: Cálculo integral
fr_fr: Intégrales
it_it: Calcolo integrale
pl_pl: Rachunek całkowy
ru_ru: Интегралы
uk_ua: Інтеграли

source: First order differerential equations
ca_es: Equacions diferencials de primer ordre
cs_cz: Diferenciální rovnice prvního řádu

source: Second order differential equations (linear, using variantion of constant and using guess of particular solution)
ca_es: Equacions diferencials de segon ordre (lineals, amb variació de constants i havent endevinat una solució particular)
cs_cz: Lineární diferenciální rovnice druhého řádu

source: Stationary points of autonomous system
ca_es: Punts estacionaris d'un sistema independent
cs_cz: Stacionární body autonomního systému

source: Differential equations
ca_es: Equacions diferencials
cs_cz: Diferenciální rovnice
es_es: Ecuaciones Diferenciales
fr_fr: Équations différentielles
it_it: Equazioni differenziali
pl_pl: Równania różniczkowe
ru_ru: Дифференциальные уравнения
uk_ua: Диференціальні рівняння

source: Nonlinear equations using bisection
ca_es: Equacions no-lineals per bisecció
cs_cz: Metoda půlení intervalu

source: Nonlinear equations using regula falsi
cs_cz: Metoda regula falsi

source: Nonlinear equations using method of iterations
ca_es: Equacions no-lineals amb el mètode d'iteracions
cs_cz: Metoda prostých iterací

source: System of inequalities in one or two variables
ca_es: Sistema d'inequacions en una o dues variables
cs_cz: Soustava nerovnic jedné nebo dvou proměnných

source: Equations and inequalities
ca_es: Equacions i inequacions
cs_cz: Rovnice a nerovnice
es_es: Ecuaciones y desigualdades
fr_fr: Équations et inéquations
it_it: Equazioni e disequazioni
pl_pl: Równania i nierówności
ru_ru: Уравнения и неравенства
uk_ua: Рівняння і нерівності

source: Site map (what you can find on this site and where).
ca_es: Mapa (què hi ha a aquesta adreça web i on trobar-ho)
cs_cz: Mapa stránek

source: Support
ca_es: Ajuda
cs_cz: Podpora

source: Site map, support
ca_es: Mapa i ajuda
cs_cz: Mapa stránek, podpora
es_es: Mapa del sitio, Ayuda
fr_fr: Carte et aide
it_it: Mappa del sito, supporto
pl_pl: Mapa strony, wsparcie
ru_ru: Карта сайта, поддержка
uk_ua: Карта сайта, підтримка

source: Domain of functions (one variable)
ca_es: Domini de definició (funció d'una variable)
cs_cz: Definiční obor funkcí jedné proměnné
es_es: Dominio de funciones (una variable)
fr_fr: Domaine de définition (fonction à une variable)
it_it: Dominio di funzioni (una variabile)
pl_pl: Dziedzina funkcji jednej zmiennej
ru_ru: Oбласть определения функций (одной переменной)
uk_ua: Область визначення функцій (однієї змінної)

source: Domain of functions (two variables)
ca_es: Domini de definició (funció de dues variables)
cs_cz: Definiční obor funkcí dvou proměnných
es_es: Dominio de funciones (dos variables)
fr_fr: Domaine de definition (fonction à deux variables)
it_it: Dominio di funzioni (due variabili)
pl_pl: Dziedzina funkcji dwóch zmiennych
ru_ru: Oбласть определения функций (двух переменных)
uk_ua: Область визначення функцій (двох змінної)
