Repository: robert-marik/maw-html
Catalog: locale/*.po
Languages: ca_es, cs_cz, es_es, fr_fr, it_it, pl_pl, ru_ru, uk_ua

source: Least squares method
ca_es: Mètode dels mínims quadrats
cs_cz: Metoda nejmenších čtverců
es_es: Método de los mínimos cuadrados
fr_fr: Méthode des moindres carrés
it_it: Metodo dei minimi quadrati
pl_pl: Metoda najmniejszych kwadratów
ru_ru: Метод наименьших квадратов
uk_ua: Метод найменьших квадратів

source: Investigating functions
ca_es: Estudi de funcions
cs_cz: Průběh funkce
es_es: Investigación de funciones
fr_fr: Étude de fonctions
pl_pl: Przebieg zmienności funkcji
ru_ru: Исследование функций
uk_ua: Дослідження функцій

source: Local maxima and minima in two variables
ca_es: Màxims i mínims locals en dues variables
cs_cz: Lokální extrémy funkce dvou proměnných
es_es: Máximos y mínimos locales en dos variables
fr_fr: Maxima et minima locaux avec deux variables indépendantes
it_it: Massimi e minimi locali in due variabili
pl_pl: Ekstrema lokalne funkcji dwóch zmiennych
ru_ru: Локальные максимумы и минимумы функции двух переменных
uk_ua: Локальні максимуми і мінімуми функції двох змінних

source: Antiderivative
ca_es: Integral indefinida (anti-derivada)
cs_cz: Neurčitý integrál
es_es: Antiderivada
fr_fr: Intégrale indéfinie (anti-dérivée)
it_it: Antiderivata
pl_pl: Całka nieoznaczona
ru_ru: Неопределенный интеграл
uk_ua: Невизначений інтеграл

source: Trapezoidal rule
ca_es: Aproximació dels trapezis
cs_cz: Lichoběžníkové pravidlo
es_es: Regla del Trapecio
fr_fr: Approximation des trapèzes
it_it: Regola dei trapezi
pl_pl: Metoda trapezów
ru_ru: Метод трапеций
uk_ua: Метод трапеції

source: First order ODE
ca_es: EDO de primer ordre
cs_cz: Diferenciální rovnice prvního řádu
es_es: EDO de Primer Orden
fr_fr: ÉDO de premier ordre
it_it: Equazione differenziale del primo ordine
pl_pl: Równanie różniczkowe pierszego rzędu
ru_ru: ОДУ первого порядка
uk_ua: ОДР першого порядку

source: Second order LDE
ca_es: EDO de segon ordre
cs_cz: Diferenciální rovnice druhého řádu
es_es: EDO de Segundo Orden
fr_fr: ÉDO de deuxième ordre
it_it: Equazione differenziale lineare del secondo ordine
pl_pl: Równanie różniczkowe drugiego rzędu
ru_ru: ЛДУ второго порядка
uk_ua: ЛДР другого порядку

source: Autonomous system
ca_es: Sistema independent
cs_cz: Autonomní systémy
es_es: Sistema Autónomo
fr_fr: Système autonome
it_it: Sistema autonomo
pl_pl: Autonomiczny układ równań
ru_ru: Автономная система
uk_ua: Автономна система

source: System of inequalities (in one or two variables)
ca_es: Sistema d'inequacions (en una o dues variables)
cs_cz: Soustavy nerovnic (jedné nebo dvou proměnných)
es_es: Sistema de desigualdades (en una o dos variables)
fr_fr: Système d'inéquations (à une ou deux variables)
it_it: Sistema di disequazioni (in una o due variabili)
pl_pl: Układ nierówności z jedną lub dwiema niewiadomymi
ru_ru: Система неравенств (одной или двух переменных)
uk_ua: Система нерівностей (однієї або двох змінних)

source: Tested on Firefox, Opera and Konqueror.
ca_es: Bon funcionament comprovat amb Firefox, Opera i Konqueror.
cs_cz: Testováno v prohlížečích Firefox, Opera, Epiphany a Konqueror

source: Some features do not work on Internet Explorer.
ca_es: Diverses funcionalitats desapareixen amb Internet Explorer.
cs_cz: Některé funkce nefungují v prohlížeči Internet Explorer.

source: Enter your data into the calculator and click Submit. You can also change the type of the caluclator in the second row of the menu. <br>The calculators are divided into several groups, the description is available if you move your mouse on the name of each group (the first row of the menu).
ca_es: Entreu les dades a la calculadora i cliqueu Envia-ho. Podeu canviar la mena de calculadora a la segona fila del menú. <br>Les calculadores estan repartides en grups la descripció dels quals apareix quan moveu el ratolí al damunt del nom del grup (primera fila del menú).
cs_cz: Vyplňte následující formulář Vašimi daty a stiskněte tlačítko Odeslat, nebo si vyberte jiný kalkulátor z horního menu.<br>V prvním řádku jsou tematické skupiny, pro každou tematickou skupinu jsou příslušené kalkulátory ve druhém řádku menu.
fr_fr: Entrez les données dans la calculette et cliquez Envoyer. Vous pouvez changer le type de calculette à la deuxième file du menu. <br>Les calculettes sont arrangées en groupes la description desquels apparait quand vous bougez la souris au dessus du nom du groupe (première file du menu).

source: Choose the field of your interest in the menu and then choose the particular calculator depending on the problem you wich to solve.<br>These calculators are able to solve the problems including step by step solution.<br>The calculators are divided into several groups, the description is available if you move your mouse on the name of each group (the first row of the menu).
ca_es: Trieu primer la mena de problema que us interess i trieu després el model particular de calculadora en funció del problema que voleu resoldre. <br>Les calculadores estan repartides en grups la descripció dels quals apareix quan moveu el ratolí al damunt del nom del grup (primera fila del menú). <br>Aquestes calculadores us acompanyaran en la resolució del problema mostrant-ne cada pas.
cs_cz: Vyberte si tematickou skupinu kalkulátorů a poté konkrétní kalkulátor, který Vám zobrazí nejenom výsledek výpočtu, ale i postup.<br>Nápověda (popis dostupných kalkulátorů) se objeví po najetí myší na názvy těchto tematických skupin.
fr_fr: Choisissez en premier le type de problème qui vous intéresse et choisissez ensuite le modèle particulier de calculette en fonction du problème que vous voulez resoudre. <br>Les calculettes sont arrangées en groupes la description desquels apparait quand vous bougez la souris au dessus du nom du groupe (première file du menu). <br>Ces calculettes vous accompagneront dans la résolution du problème, en vous montrant chaque pas explicitement.

source: Inequalities
ca_es: Inequacions
cs_cz: Nerovnice nebo soustava nerovnic
es_es: Desigualdades
fr_fr: Inéquations
it_it: Disequazioni
pl_pl: Nierówności
ru_ru: Неравенства
uk_ua: Нерівності

source: Read the comments below the form to find out, which inequalities can be solved.
ca_es: Els comentaris a sota del formulari esclareixen quines inequacions poden ser resoltes.
cs_cz: Přečtěte si v komentáři pod formulářem, jaké nerovnosti můžete zadávat.
es_es: Lea los comentarios a continuación del formulario para encontrar cuales desigualdades se pueden resolver
fr_fr: Les commentaires dans la partie inférieure du formulaire précisent quelles inéquations peuvent être résolues.
it_it: leggere i commenti sotto il modulo per capire quali disuguaglianze possono essere risolte.
pl_pl: Przeczytaj komentarze poniżej, aby sprawdzić, które nierówności mogą zostać rozwiązane.
ru_ru: Прочитайте комментарии ниже, чтобы узнать, какие неравенства могyт решаться.
uk_ua: Прочитайте коментарі нижче, щоб дізнатися, які нерівності можуть бути розв'язані.

source: suppose x,y>0
ca_es: suposem x,y>0
cs_cz: řešit v prvním kvadrantu (s podmínkami nezápornosti)
es_es: suponer x,y>0
fr_fr: supposons x,y>0
it_it: Supporre x,y>0
pl_pl: załóż, że x,y>0
ru_ru: пусть х, у> 0
uk_ua: Нехай х, у> 0

source: draw labels on axes, not on boundary
ca_es: mostra etiquetes als eixos, no a les vores
cs_cz: kreslit značky na osách, ne na okraji obrázku
es_es: dibujar etiquetas en los ejes, no en los bordes
fr_fr: mettons les étiquettes sur les axes, non pas sur les bords
it_it: scrivi le etichette sugli assi, non sulla frontiera
pl_pl: umieść etykiety na osiach, nie na granicach wykresów
ru_ru: обозначение по осям, а не на границе рисунка
uk_ua: позначення по осях, а не на границі рисунка

source: use high quality output in PDF
ca_es: fés servir PDF d'alta qualitat (arxiu més gran)
cs_cz: použít výstup do PDF (pro kvalitní tisk)
es_es: usar alta calidad en la salida en PDF
fr_fr: employons PDF de haute qualité (fichier plus grand)
it_it: usare un output di alta qualità nel PDF
pl_pl: użyj wysokiej jakości dla pliku PDF
ru_ru: использование высококачественного вывода в формате PDF
uk_ua: використання високоякісного виводу в форматі PDF

source: and change bounds to get equal units on both axes
ca_es: i ajusta les vores per tenir les mateixes unitats a tots dos eixos
cs_cz: a přeškálovat osy tak, aby bylo na obou osách stejné měřítko
es_es: y cambiar los límites para obtener unidades iguales en ambos ejes
fr_fr: et ajustons les bords pour avoir la même échelle sur les deux axes (orthonormé)
it_it: e cambiare i limiti per ottenere la stessa unità di misura su entrambi gli assi.
pl_pl: zmień granice, aby uzyskać równe jednostki na obu osiach
ru_ru: и изменить масштабы границ, чтобы получить равные единицы по обеим осям
uk_ua: і змінити масштаби границь, щоб отримати рівні одиниці по обох осях

source: Axes
ca_es: Eixos
cs_cz: Osy
es_es: Ejes
it_it: Assi
pl_pl: Osie
ru_ru: Oси
uk_ua: Вісі

source: MAW-ineq2d
ca_es: <br> <ul> <li>Entreu les vostres inequacions al camp del formulari. Escriviu-hi una inequació per línia.</li> <li>Les inequacions es resolen num`ricament a l'interval donat (rectangle per inequacions en dues variables). Si us surt una gràfica buida, llavor o bé no hi ha cap solució a l'interval (feu-ne més amples les vores), o bé la solució consisteix només de punts aïllats. Aquests punts aïllats no es poden trobar numèricament amb els nostrs mètodes.</li> <li>Feu servir només desigualtats estrictes i anomeneu les vostres incògnites <i>x</i> i <i>y</i>.</li> <li>Les vores per l'eix d'ordenades <i>y</i> no tenen cap importància si les vostres inequacions només contenen la variable <i>x</i>.</li> <li>Les gràfiques a la vista preliminar en html són quadrades. Si la diferència entre les vores de <i>x</i> és igual a la diferència entre les vores de <i>y</i>, llavors els cercles no apareixeran com a el.lipses i els quadrats no apareixeran com a rectangles. Les gràfiques en format PDF tenen el factor d'escala 10:7 i per obtenir eixos ortonormats, seleccioneu el segon quadradet (l'eix més curt s'arronsarà). </li> </ul>
cs_cz: <ul> <li>Zapište do políčka nerovnice, vždy jednu nerovnici na každý řádek.</li> <li>Používejte jenom ostré nerovnosti a proměnné <i>x</i> a <i>y</i>.</li> <li>Nerovnice jsou řešeny numericky na zadaném intervalu (obdélníku v případě funkcí dvou proměnnných). Pokud v obrázku není vyznačeno řešení, potom nerovnice na daném intervalu nemá řešení (zkuste interval zvětšit) nebo jsou řešením izolované body, které numerický výpočet nezachytí.</li> <li>Doplňující volby pod textovým políčkem (podmínky nezápornosti a značky na ose <i>y</i>) a meze pro proměnnou <i>y</i> jsou ignorovány, pokud použijete jenom nerovnost(nerovnosti) v proměnné <i>x</i>.</li> <li> V html verzi jsou obrázky čtvercové. Abyste obdrželi stejné měřítko na obou osách, stačí zvolit hranice na osách tak, aby vzdálenost mezi krajními body na ose <i>x</i> byla stejná jako na ose <i>y</i>. V PDF výstupu jsou obrázky formátovány na poměr 10:7. Pokud chcete stejné měřítko na obou osách (a vidět například čtverce a kruhy bez deformace), zatrhněte příslušný checkbox aby se osa, která má delší délkovou jednotku, přeškálovala. </li> </ul>
fr_fr: <br> <ul> <li>Entrez vos inéquations dans le formulaire. Écrivez-y une inéquation par ligne.</li> <li>Les inéquations sont résolues numériquement dans l'intervalle donné (rectangle pour inéquations à deux variables). Si à la fin vous vous retrouvez avec un graphique vide, alors ou bien il n'existe aucune solution dans l'intervalle (faites-en plus larges les bords), ou bien la solution n'a que des points isolés. Ces points isolés ne sont pas trouvables numériquement avec nos méthodes.</li> <li>Employez seulement inégalités strictes et nommez vos inconnues <i>x</i> et <i>y</i>.</li> <li>Les bords pour l'axe d'ordonnées <i>y</i> n'ont aucune importance si vos inéquations contiennent seulement la variable <i>x</i>.</li> <li>Les graphiques dans la vue préliminaire en html sont carrés. Si la différence entre les bords de <i>x</i> est égale à la différence entre les bords de <i>y</i>, alors les cercles n'auront pas l'air d'ellipses et les carrés n'auront pas la tête de rectangles. Les graphiques en format PDF jouissent d'un facteur d'échelle 10:7 et pour y obtenir des axes orthonormés, sélectionnez le deuxième petit carré (l'axe plus curt retrécira). </li> </ul>
pl_pl: <br> <ul> <li>Podaj nierówności w polu tekstowym. Jedna nierówność na linię.</li> <li>Nierówności są rozwiązywane numerycznie na zadanym przedziale (prostokącie dla nierówności dwóch niewiadomych). Jeśli otrzymasz pusty wykres oznacza to, że nie istnieje rozwiązanie dla zadanego przedziału (spróbuj zmienić przedział) lub rozwiązaniem są pojedyncze punkty, które nie mogą zostać wyznaczone przez zastosowane, w tym systemie, metody numeryczne.</li> <li>Używaj wyłącznie ostrych nierówności oraz niewiadomych <i>x</i> i <i>y</i>.</li> <li>Ustawienia dla <i>y</i> są ignorowane jeśli w nierówności występuje tylko niewiadoma <i>x</i>.</li> <li>Obrazki w podglądzie HTML są kwadratowe. Jeśli różnica zakresów będzie równa dla obu osi, kształty zostaną zachowane. Obrazki w pliku PDF mają zachowaną proporcję 10:7 i aby uzyskać równe jednostki na obu osiach, zaznacz drugą opcję. Ten wybór spowoduje przeskalowanie krótszej osi. </li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: use <a href="http://formconv.sourceforge.net/">formconv</a> to convert mathematical expressions (this allows to write 2x instead of 2*x)
ca_es: fés servir <a href="http://formconv.sourceforge.net/">formconv</a> per convertir fórmules (així podeu escrirue 2x enlloc de 2*x)
cs_cz: použít program <a href="http://formconv.sourceforge.net/">formconv</a> ke konverzi matematických výrazů (Umožní psát například 2x místo 2*x a sin^2(x) místo (sin(x))^2, ale neumí odchytit některé běžné chyby, jako zapomenutá závorka. Máte-li potíže se zadáváním funkce, zkuste zrušit zaškrtnutí tohoto políčka.)
es_es: usar <a href="http://formconv.sourceforge.net/">formconv</a> para convertir expresiones matemáticas (esto permite escribir 2x en lugar de 2*x)
fr_fr: employons <a href="http://formconv.sourceforge.net/">formconv</a> pour convertir les formules d'entrée (ce qui permet d'écrire 2x en lieu de 2*x)
it_it: usare <a href="http://formconv.sourceforge.net/">formconv</a> per convertire le espressioni matematiche (questo permette di scrivere 2x anziché 2*x)
pl_pl: użyj <a href="http://formconv.sourceforge.net/">formconv</a> aby dokonać konwersji wyrażeń matematycznych (pozwala pisać 2x zamiast 2*x)
ru_ru: использовать <a href="http://formconv.sourceforge.net/">formconv</a> для преобразования математических выражений (это позволяет писать 2x вместо 2*х)
uk_ua: використовувати <a href="http://formconv.sourceforge.net/"> formconv </a> для перетворення математичних виразів (це дозволяє писати 2x замість 2 * х)

source: use <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> for writing formulas on html page instead of <a href="http://www.forkosh.com/mathtex.html">mathTeX</a> (the output is better but the rendering could be slower)
ca_es: fés servir <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> per escriure les fórmules a la pàgina html enlloc de <a href="http://www.forkosh.com/mathtex.html">mathTeX</a> (més bonic però més lent)
cs_cz: použít <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> pro zobrazování matematických výrazů místo mathTeXu (kvalitnější zobrazování, vzorce jde zvětšovat a kopírovat z nich TeXovský kód, ale tato volba není moc vhodná při pomalém připojení)
es_es: usar <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> para escribir formulas en páginas html en lugar de <a href="http://www.forkosh.com/mathtex.html">mathTeX</a> (la calidad es mejor aunque el resultado puede tardar un poco más)
fr_fr: employons <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> pour écrire les formules à la page html en lieu de <a href="http://www.forkosh.com/mathtex.html">mathTeX</a> (plus choli mais plus lent)
it_it: usare <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> per scrivere formule su una pagina html invece di <a href="http://www.forkosh.com/mathtex.html">mathTeX</a> (l'output è migliore ma la visualizzazione può essere lenta)
pl_pl: użyj <a href="http://www.math.union.edu/~dpvc/jsmath/">jsMath</a> do zapisywania wzorów matematycznych na stronie html zamiast <a href="http://www.forkosh.com/mathtex.html">mathTeX</a> (efekt jest lepszy, ale generowanie wzorów może trwać dłużej)
ru_ru: использовать <a href="http://www.math.union.edu/~dpvc/jsmath/">jsmath</a> и не <a href="http://www.forkosh.com/mathtex.html">mathtex</a>, чтобы показать математические выражения
uk_ua: використовувати <a href="http://www.math.union.edu/~dpvc/jsmath/"> jsmath </a> і не <a href = "http://www.forkosh.com/ mathtex.html "> mathtex </a>, щоб показати математичні вирази

source: <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_9.html#Item_003a-pfeformat">pfeformat</a> switch (uncheck this if you get composite fractions (with fraction in numerator))
ca_es: <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_9.html#Item_003a-pfeformat">pfeformat</a> (destrieu-ho si obteniu torres de fraccions, amb fraccions al numerador)
cs_cz: přepínač <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_9.html#Item_003a-pfeformat">pfeformat</a> (zrušte zatrhnutí, pokud při výpočtu obdržíte složené zlomky (se zlomkem v čitateli))

source: write acsinh and atanh in terms of log
ca_es: escriu arcsinh i arctanh enlloc de log
cs_cz: zapsat funkce arcsinh a arctanh ekvivalentně pomocí logaritmů
es_es: escribir acsin y atanh en términos de log
fr_fr: écrire arcsinh et arctanh en termes de log
it_it: Scrivere acsinh e atanh usando i logaritmi
pl_pl: zastąp funkcje arcsinh i arctanh za pomocą logarytmu
ru_ru: написать arcsh и arcth как логарифм
uk_ua: написати arcsh і arcth як логарифм

source: MAW-int
ca_es: <span style='color: rgb(255, 0, 0)';>Visiteu la <a style='color: rgb(255, 0, 0)' href="integral_offline/">galeria d'integrals</a></span>. Si voleu afegir-hi una integral vostra, contacteu-nos i ho farem amb molt de gust.
cs_cz: <span class='red'>Podívejte se do naší <a href="integral_offline/">galerie integrálů</a>.</span> Máte-li s výpočtem některého z integrálů problémy, neváhejte nás kontaktovat s žádostí o přidání Vašeho integrálu do této galerie.<br><br> <a href="http://user.mendelu.cz/marik/prez/integraly-cz.pdf">Příklady</a> řešené krok za krokem a <a href="http://user.mendelu.cz/marik/kvizy/kvizy.html#Kvizy">interaktivní testy</a> (podkapitolka Integrální počet)<br><br><b>Poznámky</b><ul><li>Zadejte funkci kterou chcete integrovat. Na následující straně si budetemoct zkoušet jednotlivé integrační metody (substituci, per partés, dělenípolynomů, různé úpravy integrandu) a zkoušet, která vede k úspěšnémuzintegrování.</li><li>Až budete ve fázi, kdy pro zintegrování stačí použít vzorce, napište si výsledek napapír a použijte poslední volbu - integrovat pomocí počítače. Zobrazí se vám poslední integrál.</li><li>Nemáte k dipozici undo, ale můžete se vracet zpět pomocí tlačítka "Zpět" ve vašem prohlížeči.</li> <li>Matematické výrazy se zobrazují programem mimetex ve formátu png, mohly by být problémy s prohlížečem Microsoft Explorer.</li> <li>Matematické výrazy zadávejte stejně jako v programu <a href="http://maxima.sourceforge.net/">Maxima</a>. Pokud si nejste jisti zápisem, nechte zaškrtnuté políčko s programem formconv, který řeší bežné nedostatky jako zapomenutá hvězdička pro násobení nebo zápis sin^2x pro (sin(x))^2.</li> <li>Na konci stránky je přepis session programu Maxima, odkud je možné vyčíst případné chyby.</li> <li>Podobn&eacute; rozhraní, kter&eacute; provede celý výpočet integrálu zcela automaticky, je &nbsp;na str&aacute;nk&aacute;ch&nbsp;<a target="_blank" href="http://cgi.math.muni.cz/%7Exsrot/int/uvod.cgi?cnt=yes">Pavla Kř&iacute;že a Karla &Scaron;rota</a>.</li> <li>Část výpočtu se ukládá na serveru a po čase (delším jak dvě hodiny od začátku výpočtu) automaticky maže. Pokud použijete zobrazování matematiky pomocí mathTeXu, můžete si zdroják html stránky s dokončeným výpočtem uložit u sebe a budete to mít přístupné pořád.</li> </ul>
fr_fr: <span class='red'>Visitez la <a href="integral_offline/">galerie d'intégrales</a></span>. Si vous voulez y rajouter une intégrale à vous, contactez-nous et nous le ferons volontiers.
it_it: <span class='red'>visita la nostra <a href="integral_offline/">galleria di integrali</a>.</span> Contattaci per chiedere di aggiungere il tuo integrale a questa galleria.
pl_pl: <span class='red'>Odwiedź naszą <a href="integral_offline/">galerię całek</a></span>. Jeśli chciałbyś dodać swoją całkę do galerii skontaktuj się z nami.
ru_ru: Введите функцию для интегрирования. Вы сможете контролировать метод расчета на следующих страницах. Для полного автоматического вычисления лучше использовать <a href="http://www.wolframalpha.com/">Wolfram Alpha</a>.
uk_ua: Введіть функцію для інтегрування. Ви зможете контролювати метод розрахунку на наступних сторінках. Для повного автоматичного обчислення краще використовувати <a href="http://www.wolframalpha.com/">Wolfram Alpha</a>.

source: Enter function and choose variables ond order for integration
ca_es: Entra funció i tria variables i el seu ordre per integrar-les
cs_cz: Zadejte funkci dvou proměnných a vyberte pořadí integrace

source: The Jacobian in polar coordinates is added automatically. You can write <b>phi</b> for polar variable <img src="phi.png">.
ca_es: El jacobià s'afegeix automàticament en coordenades polars. Podeu esciure <b>phi</b> per la variable angular <img src="phi.png">.
cs_cz: Jakobián v polárních souřadnicích je přidán automaticky. Souřadnici <img src="phi.png"> zapisujte jako <b>phi</b>.

source: Axes (decimal numbers)
ca_es: Eixos (nombres decimals)
cs_cz: Osy (celá nebo desetinná čísla)
es_es: Ejes (números decimales)
fr_fr: Axes (nombres décimals)
it_it: Assi (numeri decimali)
pl_pl: Osie (liczby dziesiętne)
ru_ru: Oси (конечные десятичные дробы)
uk_ua: Oсі (десяткове число)

source: MAW-int2
cs_cz: <b>Poznámky</b><ul><li>Zadejte funkci kterou chcete integrovat a meze.</li> <li>Nezapomeňte, že vnější meze pro integraci musí být konstanty a vnitřní meze nejvýše funkce té proměnné, která je použita pro vnější integraci.</li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Data file
ca_es: Arxiu de dades
cs_cz: Soubor bodů
es_es: Archivo de datos
fr_fr: Fichier de données
it_it: File di dati
pl_pl: Zbiór punktów
ru_ru: Файл данных
uk_ua: Файл даних
