Repository: robert-marik/maw-html
Catalog: locale/*.po
Languages: ca_es, cs_cz, es_es, fr_fr, it_it, pl_pl, ru_ru, uk_ua

source: MAW-map
ca_es: Fòrum</span><ul><li><a href="http://sourceforge.net/apps/phpbb/mathassistant"> És aquí on podeu preguntar</a> a sourceforge.net.</li></ul><span class="nadpis">Mapa del lloc </span> <ul> <li>Funcions <ul> <li>Gràfiques de funcions elementals, amb translacions i canvis d'escala. </li> <li>Domini de definició natural d'una funció d'una variable </li> <li>Domini de definició natural d'una funció de dues variables </li> <li>Polinomi de Lagrange </li> <li>Mètode dels mínims quadrats </li> </ul> </li> <li>Anàlisi <ul> <li> Derivada i derivada parcial </li> <li> Estudi de funcions </li> <li> Polinomi de Taylorl </li> <li>Màxims i mínims locals dúna funció de dues variables </li> </ul> </li> <li>Integrals <ul> <li>Integral indefinida o anti-derivada</li><li> Integral (definida): àrea entre dues corbes i volum de revolució </li><li>Integral doble</li><li> Aproximació dels trapezis (estimació numèrica d'una integral)</li> </ul> </li> <li>Equacions diferencials <ul> <li> Equacions diferencials de primer ordre (lineals, amb variables separades i homogènies)</li><li>Equacions diferencials lineals de segon ordre (variació de constants i endevinar una solució particular)</li><li> Sistema independent</li> </ul> </li> <li>Equacions i inequacions <ul> <li>Equacions no-lineals pels mètodes de bisecció i d'iteracions</li> <li>Inequacions amb una i dues incògnites</li> </ul> </il> </ul> <span class="nadpis">Ajuda</span> <ul><li>Voleu contribuïr al desenvolupament de l'Assistent Matemàtic al Web (MAW)? Ens voleu enviar diners? No ho feu! Més val que els envieu als <a href="http://www.rednoses.eu/"> metges pallassos de nas vermell</a>. </li> <li>De debò voleu ajudar-nos directament? Feu servir l'aplicació i digueu-nos si trobeu cap problema. O dieu-nos que feu servir l'aplicació sense cap entrebanc, i què us agradaria que fés i no fa. També podeu descarregar<a href="http://mathassistant.hg.sourceforge.net/hgweb/mathassistant">el programa original</a> i desenvolupar-lo com us plagui, amb noves funcionalitats. </li> </ul>
cs_cz: Diskusní fórum</span><ul><li><a href="http://forum.matweb.cz/viewforum.php?id=39">Místo pro vaše dotazy</a>.</li></ul><span class="nadpis">Mapa stránek</span> <ul> <li>Funkce <ul> <li>Grafy základních elementárních funkcí v posunutém tvaru. </li> <li>Definiční obor funkcí jedné proměnné </li> <li>Definiční obor funkcí dvou proměnných </li> <li>Lagrangeův inerpolační polynom </li> <li>Metoda nejmenších čtverců </li> </ul> </li> <li>Diferenciální počet <ul> <li> Derivace a parciální derivace </li> <li> Průběh funkce </li> <li> Taylorův polynom </li> <li>Lokální extrémy funkce dvou proměnných </li> </ul> </li> <li>Integrální počet <ul> <li> Neurčitý integrál (uživatel volí operace s integrandem, včetně per-partés nebo substtuce, a tyto operace jsou automaticky prováděny počítačem). Umožňuje i plně automatický výpočet neurčitého interálu, avšak bez postupu</li><li> Určitý integrál (výpočet obsahu plochy pod křivkou a mezi dvěma křivkami a objemu rotačního tělesa) </li><li>Dvojnásobný (dvojný) integrál</li><li> Lichoběžníkové pravidlo (numerický odhad určitého integrálu)</li> </ul> </li> <li>Diferenciální rovnice <ul> <li> Diferenciální rovnice prvního řádu (se separovanými proměnnými, exaktní, homogenní a lineární pomocí variace konstant)</li><li> Lineární diferenciální rovnice druhého řádu (metoda variace konstant a metoda odhadu partikulárního řešení)</li><li> Autonomní systém</li> </ul> </li> <li>Rovnice a nerovnice <ul> <li>Numerické řešení rovnic metodou půlení intervalu a prostou iterační metodou</li> <li>Nerovnice a soustavy nerovnic jedné a dvou proměnných</li> </ul> </il> </ul> <span class="nadpis">Jak nás podpořit</span> <ul><li>Chcete finančně podpořit vývoj aplikace Mathematical Assistant on Web? Nedělejte to... Podpořte raději <a href="http://www.unicef.cz/">UNICEF</a> nebo alespoň <a href="http://www.zdravotni-klaun.cz/">zdravotní klauny</a>. </li> <li>Chcete přece jenom pomoci s rozvojem aplikace? Používejte ji, testujte a oznamujte případné chyby. Nebo si stáhněte aktuální <a href="http://mathassistant.hg.sourceforge.net/hgweb/mathassistant">zdrojové kódy</a> a vylepšete je. </li> </ul>
es_es: Soporte</span> <ul><li>Desea aportar al desarrollo de Mathematical Assistant on Web? Mire <a href="http://wood.mendelu.cz/math/maw-html/donate.php?lang=en">aquí</a> para sugerencias.</li> <li>Quiere ayudarnos? Use nuestra aplicación y reporte los problemas (si tiene alguno). O déjenos saber que la está usando sin problemas. También puede descargar el <a href="http://mathassistant.hg.sourceforge.net/hgweb/mathassistant">código fuente</a> y desarrollar nuevas características y aplicaciones similares. </li> </ul>
fr_fr: Carte du site </span> <ul> <li>Fonctions <ul> <li>Graphiques de fonctions élémentaires, avec translations et changements d'échelle. </li> <li>Domaine de définition d'une fonction à une variable </li> <li>Domaine de définition d'une fonction à deux variables </li> <li>Polynôme de Lagrange </li> <li>Méthode des moindres carrés </li> </ul> </li> <li>Analyse <ul> <li> Dérivée et dérivée partielle </li> <li> Étude de fonctions </li> <li> Polynôme de Taylor </li> <li>Maxima et minima locaux d'une fonction à deux variables </li> </ul> </li> <li>Intégrales <ul> <li>Intégrale indéfinie ou anti-dérivée</li><li> Intégrale (définie): aire entre deux courbes et volume de révolution </li><li>Intégrale double</li><li> Approximation des trapèzes (estimation numérique d'une intégrale)</li> </ul> </li> <li>Équations différentielles <ul> <li> Équations différentielles de premier ordre (linéaires, avec variables séparées et homogènes)</li><li>Équations différentielles linéaires de deuxième ordre (variation des constantes et divination d'une solution particulière)</li><li> Système autonome</li> </ul> </li> <li>Équations et inéquations <ul> <li>Equations non-linéaires par les méthodes de bisection et d'itérations</li> <li>Inéquations à une et deux inconnues</li> </ul> </il> </ul> <span class="nadpis">Aide</span> <ul><li>Volez-vous contribuer au développement de l'Assistant Mathématique au Web (MAW)? Vous voulez nous envoyer des sous? Surtout pas! Faites plutôt une donation aux <a href="http://www.rednoses.eu/"> médecins clowns au nez rouge</a>. </li> <li>Pour de vrai, vous voulez nous aider directement? Employez l'application et dites-nous si vous rencontrez des problèmes. Ou faites-nous savoir que vous employez l'application sans aucune entrave, et ce qu'il vous plairait qu'elle fasse ou ne fasse pas. Vous pouvez toujours télécharger<a href="http://mathassistant.cvs.sourceforge.net/mathassistant/">le programme original</a> et le développer comme il vous chante, avec de nouvelles fonctionnalités. </li> </ul>
it_it: Mappa del sito </span> <ul> <li>Funzioni <ul> <li>Grafici traslati e ridimensionati di funzioni elementari </li> <li>Dominio naturale di funzioni in una variabile </li> <li>Dominio naturale di funzioni in due variabili </li> <li>Polinomio di Lagrange </li> <li>Metodo dei minimi quadrati </li> </ul> </li> <li>Calcolo <ul> <li> Derivata e derivata parziale </li> <li> Studiare funzioni </li> <li> Polinomio di Taylor </li> <li>Massimi e minimi locali in due variabili </li> </ul> </li> <li>Calcoolo integrale <ul> <li>Integrale indefinito </li><li> Integrale definito (area fra due curve e solidi di rivoluzione) </li><li>Integrale doppio </li><li> Regola dei trapezi (stima numerica di un integrale definito)</li> </ul> </li> <li>Equazioni differenziali <ul> <li> Equazioni differenziali del primo ordine (equazioni lineari, equazioni a variabili separate e equazioni omogenee)</li><li>Equazioni differenziali lineari del secondo ordine (variazione delle costanti e soluzioni tentativo)</li><li> Sistemi autonomi</li> </ul> </li> <li>Equazioni e disequazioni<ul> <li>Equazioni non lineari con il metodo di bisezione e il metodo delle iterazioni</li> <li>Disequazioni in una e due variabili</li> </ul> </il> </ul> <span class="nadpis">Support</span> <ul><li>Vuoi dare supporto allo svilupp di "Mathematical Assistant on Web"? Vuoi mandarci del denaro? Non farlo! Finanzia invece <a href="http://www.unicef.org/">UNICEF</a> o <a href="http://www.rednoses.eu/">Red noses clowndoctors</a>. </li> <li>Vuoi ancora aiutarci? Usa la nostra applicazione e riporta gli eventuali problemi. O facci sapere che stai usando la nostra applicazione senza alcun problema. Puoi anche scaricare <a href="http://mathassistant.hg.sourceforge.net/hgweb/mathassistant">i sorgenti</a> e sviluppare nuove caratteristiche e applicazioni simili. </li> </ul>
pl_pl: Mapa strony </span> <ul> <li>Funkcje <ul> <li>Wykres funkcji </li> <li>Dziedzina funkcji jednej zmiennej </li> <li>Dziedzina funkcji dwóch zmiennych </li> <li>Wielomian Lagrange'a </li> <li>Metoda najmniejszych kwadratów </li> </ul> </li> <li>Rachunek różniczkowy <ul> <li> Pochodna i pochodna cząstkowa </li> <li> Przebieg zmienności funkcji </li> <li> Wielomian Taylora </li> <li>Ekstrema lokalne funkcji dwóch zmiennych </li> </ul> </li> <li>Rachunek całkowy <ul> <li>Całka nieoznaczona </li><li> Całka oznaczona </li><li>Całka podwójna </li><li> Metoda trapezów</li> </ul> </li> <li>Równania różniczkowe <ul> <li> Równania różniczkowe pierwszego rzędu</li><li>Równania różniczkowe drugiego rzędu</li><li> Autonomiczny układ równań</li> </ul> </li> <li>Równania i nierówności <ul> <li>Bisekcja</li> <li>Układ nierówności (z jedną lub dwiema niewiadomymi)</li> </ul> </il> </ul> <span class="nadpis">Wsparcie</span> <ul><li>Chcesz wesprzeć rozwój Matematycznego Asystenta Online? Chcesz wysłać nam trochę pieniędzy? Nie rób tego! Wesprzyj <a href="http://www.rednoses.eu/"> Red noses clowndoctors</a>. </li> <li>Nadal chcesz nam pomóc? Korzystaj z naszych kalkulatorów i zgłaszaj problemy (jeśli jakieś wystąpią). Możesz także pobrać <a href="http://mathassistant.hg.sourceforge.net/hgweb/mathassistant">źródła</a> i rozpocząć rozwój nowych funkcjonalności lub podobnych kalkulatorów. </li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Local extrema in two variables
ca_es: Extrèmums locals en dues variables
cs_cz: Lokální extrémy funkce dvou proměnných
es_es: Extremos locales en dos variables
fr_fr: Extrema locaux à deux variables
it_it: Estremi locali in due variabili
pl_pl: Ekstrema lokalne funkcji dwóch zmiennych
ru_ru: Локальные экстремумы от двух переменных
uk_ua: Локальні екстремуми функції двох змінних

source: Funtion in two variables
ca_es: Funció de dues variables
cs_cz: Funkce dvou proměných

source: Task for computation
ca_es: Tasca a calcular
cs_cz: Co počítat
es_es: Tarea para el cálculo
fr_fr: Tâche à effectuer
pl_pl: Zadanie do obliczenia
ru_ru: Задачa для вычисления
uk_ua: Задачa для обчислення

source: Hessian at stationary point
ca_es: Hessià al punt estacionari
cs_cz: Hessián ve stacionárním bodě
es_es: Punto estacionario Hessiano
fr_fr: Hessien au point stationnaire
it_it: Hessiano in un punto stazionario
pl_pl: Hesjan w punkcie stacjonarnym
ru_ru: Гессиан функции в критической точке
uk_ua: Гессіан функції в критичній точці

source: Hessian at stationary points
ca_es: Hesssians als punts estacionaris
cs_cz: Hessián ve stacionárních bodech
es_es: Puntos estacionarios Hessianos
fr_fr: Hesssiens aux points stationnaires
it_it: Hessiano nei punti stazionari
pl_pl: Hesjan w punktach stacjonarnych
ru_ru: Гессиан функции в критическиx точкax
uk_ua: Гессіан функції в критичних точках

source: MAW-minmax3d
ca_es: <br>Podeu estudiar els punts estacionaris d'una funció de dues variables amb aquesta calculadora. Heus aquí les vostres opcions.<ul><li>Podeu trobar els punts estacionaris amb el programari simbòlic i després transcriure o bé copiar i enganxar la resposta com a entrada.</li><li>Podeu estudiar una col.lecció de punts estacionaris per veure si un m´xim o mínim local hi existeix. Feu servir el punt-i-coma par separar els punts estacionaris, i la coma per separar les coordenades de cada punt.</li><li>Si trieu l'opció d'estudiar un sol punt, obtindreu una solució amb més detalls.</li><li>Fem servir un algorisme senzillet per verificar si el punt que entreu és estacionari o no; pot fallar.</li></ul>
cs_cz: <ul> <li>Vyplňte funkčn&iacute; předpis pro funkci dvou proměnn&yacute;ch.</li><li>Pokud potřebujete naj&iacute;t stacion&aacute;rn&iacute; body, zatrhněte <span style="font-style: italic;">".... hledat stacion&aacute;rn&iacute; body ..."</span> a stiskněte Odeslat.</li> <li>Pokud potřebujete naj&iacute;t Hessovu matici, jej&iacute; determinant v jednom ze stacion&aacute;rn&iacute;ch bodů a posoudit existenci extr&eacute;mu v tomto bodě, zatrhněte <spanstyle="font-style: italic;">"Hessi&aacute;n ....", </span>vyplňte souřadnice stacion&aacute;rn&iacute;ho bodu, kter&yacute; v&aacute;s zaj&iacute;m&aacute;, a stiskněte Odeslat.</li> <li>Pokud v&aacute;s zaj&iacute;m&aacute;&nbsp;v&iacute;ce stacion&aacute;rn&iacute;ch bodů, zatrhněte druhou možnost, v&yacute;počet v&scaron;ak bude m&eacute;ně komentovan&yacute; než v předchoz&iacute;m př&iacute;padě.</li> <li>Program prov&aacute;d&iacute; jednoduch&yacute; test, zda uživatelem zadan&yacute; bod je skutečně kořenem obou derivac&iacute;.</li> </ul>
fr_fr: <br>Vous pouvez étudier les points stationnaires d'une fonction à deux variables avec cette calculette. Voici vos options.<ul><li>Vous pouvez trouver les points stationnaires avec le programme symbolique et puis transcrire ou bien copier et coller la réponse comme entrée.</li><li>Vous pouvez étudier une collection de points stationnaires pour voir s'il existe un maximum ou minimum local. Employez le point-virgule pour séparar les points stationnaires, et la virgule pour séparer les coordonnées de chaque point.</li><li>Si vous choisissez l'option d'étudier un seul point, la réponse aura plus de détails.</li><li>Nous empoyons un algorithme simple pour vérifier si le point que vous entrez est stationnaire ou pas; il n'est pas hyper-fiable.</li></ul>
pl_pl: <br>W tym kalkulatorze możesz sprawdzić punkty stacjonarne funkcji dwóch zmiennych. Masz następujące możliwości:<ul><li>Znaleźć punkty stacjonarne, a następnie przekopiować otrzymany wynik celem dalszego sprawdzenia.</li><li>Sprawdzić istnienie i typ ekstremum dla podanych punktów. Użyj średnika do rozdzielenia punktów, przecinków do rozdzielenia współrzędnych.</li><li>Jeśli wybierzesz sprawdzanie tylko w jednym punkcie, to otrzymasz bardziej szczegółowe rozwiązanie.</li><li>Używamy prostego sprawdzenia czy punkt jest stacjonarny czy nie.</li></ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: MAW-mnc
ca_es: <ul> <li> Escriu un arxiu de dades: els punts separats per punts i coma, les composants de cada punt separades per comes. </li> </ul>
cs_cz: Java applet pro <a href="http://user.mendelu.cz/marik/car/metoda_nejmensich_ctvercu.html">metodu nejmenších čtverců se čtyřmi body</a> a pro <a href="http://user.mendelu.cz/marik/car/mnc-lagrange.html">srovnání</a> Lagrangova intepolačního polynomu s metodou nejmenších čtverců<br><br><b>Poznámky</b><ul> <li>Vyplňte souřadnice bodů, body oddělujte středn&iacute;kem, souřadnice č&aacute;rkou. </li><li>Body budeme prokládat přímkou, pokud potřebujete obecnější závsilost, použijte odpovídající software (např. GNUplot)</li> </ul
fr_fr: <ul> <li> Écris un fichier de données: les points séparés par des point-virgules, les composantes de chaque point séparées par une virgule. </li> </ul>
pl_pl: <ul> <li> Podaj punkty. Współrzędne punktów rozdzielaj przecinkami, punkty średnikami. </li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Ordinary differential equations
ca_es: Equacions diferencials ordinàries
cs_cz: Obyčejné diferenciální rovnice
es_es: Ecuaciones diferenciales ordinarias
fr_fr: Équations différentielles ordinaires
it_it: Equazioni differenziali ordinarie
pl_pl: Równania różniczkowe zwyczajne
ru_ru: Обыкновенные дифференциальные уравнения
uk_ua: Звичайні диференціальні рівняння

source: Equation solved wrt y'
ca_es: Equació resolta respecte a y'
cs_cz: Rovnice rozřešená vzhledem k derivaci
es_es: Ecuación resuelta wrt y'
fr_fr: Équation résolue par rapport à y'
it_it: equazione in forma esplicita
ru_ru: Уравнение разрешено относительно у '
uk_ua: Рівняння, розв'язане відносно у '

source: Full equation
ca_es: Tota l'equació
cs_cz: Plná rovnice
es_es: Ecuación completa
fr_fr: Toute l'équation
it_it: Equazione completa
pl_pl: Pełne równanie
ru_ru: Полное уравнение
uk_ua: Повне рівняння

source: MAW-ode
ca_es: <ul><li>Aquesta calculadora resol una equació diferencial ordinària que pot ser de variables separades, homogenènia, exacta, lineal o de Bernoulli. Es mostren els passos intermediaris en la solució.</li><li>Heu d'especificar només el que va a la dreta de l'equació diferencial. Si su cal aïllar <i>y'</i> a partir d'una equació que no és encara d'aquesta forma. podeu fer servir els botonets del segon camp d'aquest formulari.</li> <li>També podeu escriure tota l'equació diferencial ordinària (incloent-hi y' i =) al segon camp. L'equació serà resolta respecte a y' automàticament, però us cal anar amb molt de compte que la vostra entrada no tingui cap error de sintaxi matemàtica.</li> <li>El problema general de trobar una solució amb l'ordinador no és gens fàcil; si la vostra solució és errònia, digueu-nos que heu trobat un bog, si us plau.</li></ul>
cs_cz: <ul> <li>Syst&eacute;m by měl rovnici vyře&scaron;it. Pokud je rovnice line&aacute;rn&iacute;, se separovan&yacute;mi proměnn&yacute;mi nebo homogení, měl by se zobrazit postup ře&scaron;en&iacute;.</li><li>V prvním políčku musíte rovnici zadat tak, že na levé straně je <i>y'</i> a na pravé zbylé členy. Na pravé straně rovnice se tedy již nesmí <i>y'</i> vyskytovat.</li><li>Pro řešení rovnic nerozřešených vzhledem k derivaci slouží druhé políčko. <ul><li>Sem zadáváte celou rovnici, není však k dispozici podrobná kontrola syntaxe a proto jsou povoleny některé bežné obraty (jako například vynechávání znaménka pro násobení).</li><li>Vzhledem k nutnosti být schopen do políčka zapsat matematický výraz bez chyby, je tato volba doporučena zkušenějším uživatelům.</li><li>Systém se v tomto případě rovnici pokusí rozřešit vzhledem k derivaci a pokud je vyjádření derivace <i>y'</i> jednoznačné, automaticky pokračuje ve zobrazovnání postupu řešení.</li><li>Pokud vyjádření derivace <i>y'</i> jednoznačné není, nabídnou se nalezené možnosti pro další pokračování.</li></ul></li> <li>&Uacute;loha ře&scaron;it diferenci&aacute;ln&iacute; rovnici je algoritmicky velice n&aacute;ročn&aacute;, může se snadno st&aacute;t, že program selže. Jestli se v&aacute;m to stane, zkontrolujte si, že jste do pol&iacute;čka zadali korektn&iacute; matematick&yacute; v&yacute;raz (včetně znam&eacute;nek * pro n&aacute;soben&iacute;) a kdyžtak mi nahlaste chybu na můj mail. Děkuji.</li></ul>
fr_fr: <ul><li>Cette calculette résout une équation différentielle ordinaire qui peut être de variables séparées, homogenène, exacte, linéaire ou de Bernoulli. Elle vous montrera les étapes intermédiaires de la solution.</li><li>Tout ce qu'il vous faut spécifier est ce qui va à droite dans l'équation différentielle. S'il faut mettre en évidence <i>y'</i> à partir d'une équation qui n'est pas encore sous cette forme, vous pouvez employer les petits boutons du deuxième champ de ce formulaire.</li> <li>Autrement, vous pouveu aussi écrire toute l'équation différentielle ordinaire (avec y' et =) au deuxième champ. L'équation sera résolue par rapport à y' automatiquement, mais il vous faut faire très attention que votre entrée n'ait aucune erreur de syntaxe mathématique.</li> <li>Le problème général de trouver une solution (avec ou sans ordinateur) n'est pas du tout facile; si votre solution est erronée, dites-nous que vous avez décelé un bogue, s'il vous plait.</li></ul>
pl_pl: <ul><li>Ten kalkulator jest w stanie rozwiązać krok po kroku równania różniczkowe zwyczajne: o zmiennych rozdzielonych, jednorodne, zupełne, liniowe i Bernoulliego.</li><li>Musisz podać tylko prawą stronę równania różniczkowego. Jeśli potrzebujesz wyznaczyć <i>y'</i> z równania, skorzystaj z odpowiedniej opcji.</li> <li>Możesz także zapisać pełne równanie różniczkowe zwyczajne (wraz z y' i =) w drugim polu tekstowym. Równanie zostanie automatycznie rozwiązane ze względu na y', ale musisz sprawdzić czy wprowadzone przez Ciebie wyrażenie nie zawiera błędów.</li> <li>Problem znalezienia rozwiązania jest złożony. Jeśli otrzymałeś nieprawidłowy wynik, zgłoś błąd autorom.</li></ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Function calculator
ca_es: Calculadora de funcions
cs_cz: Průběh funkce
es_es: Calculadora de funciones
fr_fr: Calculette de fonctions
pl_pl: Kalkulator funkcji
ru_ru: Исследование функции
uk_ua: Дослідження функції
