Repository: robert-marik/maw-html
Catalog: locale/*.po
Languages: ca_es, cs_cz, es_es, fr_fr, it_it, pl_pl, ru_ru, uk_ua

source: MAW-prub
ca_es: <span style="font-weight: bold;">NB:</span><br> <ul><li>Si no indiqueu una de les vores de la gràfica, la calcularé automàticament. Això no sol ser una bona idea amb funcions discontínues o molt ràpides, car les vores esdevenen massa grans.</li><li>Els zeros de la funció i ses derivades s'avaluen als complexos, i després eliminem els zeros amb part imaginària. Fent això podem perdre, però, alguns zeros reals, degut a la imprecisió dels càlculs.</li></ul>
cs_cz: <a href="http://user.mendelu.cz/marik/prez/prubeh-cz.pdf">Řešené příklady krok za krokem</a> a <a href="http://user.mendelu.cz/marik/mm2.pdf">neřešené příklady s výsledky</a>.<br><span style="font-weight: bold;">Pozn&aacute;mky:</span><br> <ul><li>Meze, které necháte prázdné, budou nastaveny automaticky. Tuto volbu však není vhodné používat u funkcí se svislou asymptotou, protože rozsah na ose y je potom příliš velký.</li> <li>Pro racionální lomenou funkci jsou navíc zobrazeny asymptoty (pokud existují), a pokud všechny kořeny jmenovatele mají stejnou násobnost, je zobrazen i postup výpočtu a úpravy prvních dvou derivací. Tato část je zatím v režimu testování a může být vylepšována, pokud se z logů zjistí, že některé dotazy způsobily chybu.</li> <li>Při hled&aacute;n&iacute; kořenů jsou odstraněny kořeny, kter&eacute; se nepodařilo naj&iacute;t explicitně a kořeny obsahuj&iacute;c&iacute; imagin&aacute;rn&iacute; jednotku (i kdyby byly nakonec re&aacute;ln&eacute;). Proto mezi kořeny prvn&iacute; a druh&eacute; derivace možn&aacute; nejsou v&scaron;echny. &uacute;loha hledat kořeny je totiž obecně velice obt&iacute;žn&aacute;. Tak&eacute; nen&iacute; vypisov&aacute;na n&aacute;sobnost kořenů. </li><li>Grafy programem <a href="http://user.mendelu.cz/marik/maw/gnuplot.html">GNUplot</a></li></ul>
fr_fr: <span style="font-weight: bold;">NB:</span><br> <ul><li>Si vous n'indiquez pas un des bords du graphique, il sera calculé automatiquement. Ceci n'est pas une bonne procédure avec des fonctions discontinues ou très ràpides, car les bords deviennent trop gransd.</li><li>Les zéros de la fonction et ses dérivées sont évalués sur les complexes, et par la suite nous négligeons les zéros avec partie imaginaire. Cela faisant, nous pouvons perdre quelques zéros réels, dû à l'imprécision dans les calculs.</li></ul>
it_it: <span style="font-weight: bold;">Osservazioni:</span><br> <ul><li>Se uno dei limiti del grafico non viene dato, viene stimato automaticamente. Comunque, questa non è una buona idea per funzioni non continue o ad accrescimento rapido, a causa dell'intervallo troppo ampio sull'asse in questo caso.</li><li>Gli zeri della funzione e delle sue derivate sono calcolati nell'insieme dei numeri complessi e poi vengono eliminati gli zeri con parete immaginaria non nulla. Comunque in questo modo si possono perdere anche degli zeri reali. Perciò qualche zero può amncare nella risposta.</li></ul>
pl_pl: <span style="font-weight: bold;">Uwagi:</span><br> <ul><li> Jeżeli nie podasz jednej z wartości dla osi, zostaną one automatycznie wyznaczone. Jednakże, to nie jest dobry pomysł dla nieciągłych i szybko rosnących funkcji, gdzie funkcja osiąga bardzo duże wartości liczbowe.</li><li>Miejsca zerowe funkcji i pochodne funkcji są wyznaczane w zbiorze liczb zespolonych. Może to powodować utratę niektórych rzeczywistych miejsc zerowych, dlatego mogą one nie zostać uwzględnione w rozwiązaniu.</li></ul>
ru_ru: Калькулятор расследует шаг за шагом функцию из первой и второй производной. График и асимптоты также включены.
uk_ua: Калькулятор досліджує крок за кроком функцію з першою і другоїюпохідними. Графік і асимптоти також включені.

source: MAW-regula_falsi
cs_cz: Metoda regula falsi
es_es: MAW-regla_falsa
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Server load in last hour:
ca_es: Càrrega del servidor durant la darrera hora:
cs_cz: Zátěž serveru za poslední hodinu:

source: uptime
ca_es: temps d'ençà la darrera arrencada
cs_cz: Dostupnost serveru

source: Degree of Taylor polynomial
ca_es: Grau del polinomi de Taylor
cs_cz: Stupeň Taylorova polynomu
es_es: Grado del Polinomio de Taylor
fr_fr: Degré du polynôme de Taylor
it_it: Grado del polinomio di Taylor
pl_pl: Stopień wielomianu Taylora
ru_ru: Степень многочлена Тейлора
uk_ua: Степінь многочлена Тейлора

source: Center of Taylor polynomial
ca_es: Punt d'expansió del polinomi de Taylor
cs_cz: Střed Taylorova polynomu
es_es: Centro del Polinomio de Taylor
fr_fr: Point d'expansion du polynôme de Taylor
it_it: Centro del polinomio di Taylor
pl_pl: Środek wielomianu Taylora
ru_ru: Центр многочлена Тейлора
uk_ua: Центр многочлена Тейлора

source: Trapezoidal rule (approximation for definite integral)
ca_es: Trapezis (aproximació d'una integral amb)
cs_cz: Lichoběžníkové pravidlo (aproximace určitého integrálu)
es_es: Regla del trapecio (aproximación para integración definida)
fr_fr: Trapèzes (approximation d'une intégrale avec)
it_it: Regola dei trapezi (approssimazione per gli integrali definiti)
pl_pl: Metoda trapezów (przybliżona wartość całki oznaczonej)
ru_ru: Mетод трапеций (приближение для определенного интеграла)
uk_ua: Mетод трапецій (наближення для визначеного інтеграла)

source: Limits for integration
ca_es: Límits de la integral
cs_cz: Integrační meze
es_es: Límites de la integración
fr_fr: Limites de l'intégrale
it_it: Estremi di integrazione
pl_pl: Granice całkowania
ru_ru: Ограничения для интегрирования
uk_ua: Обмеження для інтегрування

source: lower limit
ca_es: límit inferior
cs_cz: dolní mez
es_es: límite superior
fr_fr: limite inférieure
it_it: Estremo inferiore
pl_pl: dolna granica
ru_ru: нижний предел
uk_ua: нижня границя

source: upper limit
ca_es: límit superior
cs_cz: horní mez
es_es: límite inferior
fr_fr: limite supérieure
it_it: Estremo superiore
pl_pl: górna granica
ru_ru: верхний предел
uk_ua: верхня границя

source: intervals in partition
ca_es: nombre d'intervals a la partició
cs_cz: počet dílků
es_es: intervalos en la partición
fr_fr: nombre d'intervalles à la partition
it_it: intervalli della partizione
pl_pl: liczba podprzedziałów
ru_ru: разделение интервала на части
uk_ua: поділ інтервалу на частини

source: MAW-trap
ca_es: <ul> <li> Escriviu la funció que cal integrar, els límits d'integració i el nombre de sots-intervals (fins a 20). Integrarem amb l'aproximació dels trapezis, amb l'aproximació de Newton-Leibniz i amb un tercer mètode numèric avançat, per poder comparar.</li> <li>Si el nombre de punts és inferior a 10 i si la funció no pren valors negatius a l'interval, apareix també la gràfica de la funció amb els trapezis. </li> </ul>
cs_cz: <ul><li> Zadejte funkci kterou chcete integrovat, meze a počet d&iacute;lků (nejv&yacute;&scaron;e 20). Budeme aproximovat integr&aacute;l pomoc&iacute; lichoběžn&iacute;kov&eacute;ho pravidla a pro srovn&aacute;n&iacute; se jej pokus&iacute;me&nbsp;vypoč&iacute;tat i přesněji.&nbsp;</li> <li>Pokud je počet d&iacute;lků men&scaron;&iacute; než deset a funkce je nez&aacute;porn&aacute; na intervalu přes kter&yacute; se integruje, zobraz&iacute; se v&aacute;m i graf funkce s naznačen&yacute;mi lichoběžn&iacute;ky.</li></ul>
fr_fr: <ul><li> Écrivez la fonction qu'il faut intégrer, les limites d'intégration et le nombre de sous-intervalles (pas plus de 20). Nous intégrerons avec l'approximation des trapèzes, avec l'approximation de Newton-Leibniz et avec une troisième méthode numérique avancée, pour pouvoir comparer.</li><li>Si le nombre de points est inférieur à 10 et si la fonction n'est jamais négative sur l'intervalle, nous montrons aussi le graphique de la fonction avec les trapèzes employés. </li></ul>
it_it: <ul> <li> Scrivere la funzione da integrare, i limiti per l'integrazione e la densità della partizione (il numero di sottointervalli, fino a 20). L'integrale verrà calcolato con la regola dei trapezi e fra gli altri, con la formula di Newton--Leibniz e con un altro metodo avanzato metodo numerico, per confronto.</li> <li>Se il numero dei punti è minore di 10 e se la funzione è non negativa nell'intervallo, si otterrà anche un'immagine delle functioni e dei trapezoi. </li> </ul>
pl_pl: <ul> <li> Podaj funkcję, granice całkowania oraz liczbę podprzedziałów (maksymalnie 20). Przybliżona wartość całki zostanie obliczona przy pomocy metody trapezów, a celem porównania system spróbuje wyznaczyć wartość całki zgodnie ze wzorem Newtona-Leibniza, a także wykorzystując bardziej zaawansowaną metodą numeryczną.</li> <li>Jeśli liczba punktów jest mniejsza niż 10 i funkcje przyjmuje wartości nieujemne w zadanym przedziale, to w rozwiązaniu znajdzie się także wykres funkcji i trapezów.</li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Did we help you with your math problem? Did we save your time? If so, consider to send some money to <a href="http://www.unicef.org/">UNICEF foundation.</a>
cs_cz: Pomohli jsme? Ušetřili jste s námi čas a námahu? Pokud ano, zvažte prosím zaslání odpovídající částky na konto nadace <a href="http://www.unicef.cz/">UNICEF</a>.
es_es: Did we help you with your math problem? Did we save your time? If so, consider to send some money to the <a href="http://wood.mendelu.cz/math/maw-html/donate.php?lang=cs">main author</a>, <a href="http://www.unicef.org/">UNICEF foundation</a> or <a href="http://www.rednoses.eu/">Clowndoctors</a>.
it_it: Ti abbiamo aiutato a risolvere il tuo problema matematico? Ti abbiamo fatto risparmiare tempo? Se è così, prendi in considerazione l'idea di fare una donazione a <a href="http://www.unicef.org/">Fondazione UNICEF</a>
ru_ru: Если мы помогли вам решить математическую задачу, подумайте, не могли бы Вы послать немного денег на <a href="http://www.unicef.ru/">ЮНИСЕФ фундамент</a>.
uk_ua: Якщо ми допомогли вам розв'язати задачу, подумайте, не могли б Ви надіслати трохи грошей на <a href="http://www.unicef.ru/"> ЮНІСЕФ</a>.

source: http://sourceforge.net/apps/phpbb/mathassistant
cs_cz: http://forum.matweb.cz/viewforum.php?id=39

source: Preview
cs_cz: Náhled
es_es: Vista Previa
ru_ru: Предварительный просмотр
uk_ua: Попередній перегляд

source: Editor
cs_cz: Editor matematiky
ru_ru: Редактор
uk_ua: Редактор

source: Your input is being processed. Wait few seconds to see the output. Click %shere%s to reopen the form which has been submited.
cs_cz: Váš požadavek je zpracováván. Čekejte prosím na dokončení výpočtu. Kliknutím %ssem%s se vrátíte do odeslaného formuláře.
es_es: Su entrada esta siendo procesada. Espere unos segundos para ver la salida. Haga click %s aquí %s para reabrir el formulario que se ha enviado.
it_it: Il tuo input viene processato. Aspetta qualche secondo per vedere l'output. Clicca qui per riaprire il form che è stato inviato.
ru_ru: Ваше задание обрабатывается. Подождите несколько секунд, чтобы увидеть результат. %sЩелкнете здесь%s, чтобы открыть формуляр, который был занесен.
uk_ua: Ваше завдання обробляється. Зачекайте кілька секунд, щоб побачити результат. %s Натисніть тут %s, щоб відкрити формуляр, який був занесений.

source: Switch to a compact design
cs_cz: Přepnout na kompaktní zobrazení
es_es: Cambiar a un diseño compacto
ru_ru: Переключить на компактный дизайн
uk_ua: Переключити на компактний дизайн

source: Switch to a full design
cs_cz: Přepnout na plné zobrazení
es_es: Cambiar a un diseño completo
it_it: Passa a figura intera
ru_ru: Переключитесь на полный дизайн
uk_ua: Переключити на повний дизайн

source: Showcase
es_es: Muestre
ru_ru: Просмотр образцов (витрина)
uk_ua: Перегляд зразків

source: preview solid of revolution
es_es: vista previa de los sólidos de revolución
fr_fr: Vue préliminaire du volume de révolution
it_it: preview di un solido di rotazione
pl_pl: podgląd figury obrotowej
ru_ru: предварительный просмотр тела вращения
uk_ua: попередній перегляд тіла обертання

source: Clicking this button you get how formconv renders your expression and how you can enter this expression in Maxima notation (you can use copy and paste to transfer to the form.)
es_es: Presionando este botón se puede ver como formconve genera su expresión y como puede ingresar esta función en notación de Maxima (puedes usarlo para copiar y pegar en el formulario)
fr_fr: Un clic à Preview vous montrera comment formconv traitera votre expression, et comment l'exprimer en notation de Maxima (après, vous pouvez copier et coller le résultat de formconv dans le formulaire pour Maxima.)
it_it: Cliccando questo bottone, puoi vedere come formconv rende la tua espressione e come inserirla nella notazione di Maxima (puoi usare copia e incolla per trasferirla nel modulo).
pl_pl: Kliknij przycisk podglądu Preview, aby zobaczyć jak formconv przetwarza wprowadzone wyrażenie a także, aby sprawdzić jak należy wprowadzić dane wyrażenie w systemie Maxima.
ru_ru: Здесь вы можете проверить, как мы понимаем ваши математические выражения и как вы можете ввести это выражение в компьютер.
uk_ua: Тут ви можете перевірити, як ми розуміємо ваші математичні вирази і як ви можете ввести цей вираз в комп'ютер.

source: More languages
es_es: Más lenguajes
it_it: Più lingue
ru_ru: Другие языки
uk_ua: Інші мови

source: Line integral
es_es: Integral de línea
it_it: Integrale di linea
ru_ru: Криволинейный интеграл
uk_ua: Криволінійний інтеграл

source: Regula falsi
es_es: Regla falsa
ru_ru: Метод фальшпозиции
uk_ua: Метод фальшпозиції

source: Enter your data into the calculator and click Submit. You can also change the type of the calculator in the second row of the menu. <br>The calculators are divided into several groups, the description is available if you move your mouse on the name of each group (the first row of the menu).
es_es: Ingrese sus datos en la calculadora y luego presione enviar. También puede cambiar los tipos de la calculadora en la segunda fila del menú. <br>Las calculadoras están divididas en diferentes grupos, la descripción aparecerá si pasas el ratón sobre el nombre de cada grupo (la primera fila del menú)
pl_pl: Wprowadź dane do kalkulatora i Wyślij. Możesz także zmienić typ kalkulatora wybierając w drugim rzędzie menu. <br> Kalkulatory znajdują się w kilku działach, po najechaniu myszką na nazwę działu zobaczysz opisy kalkulatorów.
ru_ru: Введите свои данные в калькулятор и нажмите кнопку Отправить. Вы также можете изменить тип калькулятора в меню.
uk_ua: Введіть свої дані в калькулятор і натисніть кнопку Надіслати. Ви також можете змінити тип калькулятора в меню.

source: Choose the field of your interest in the menu and then choose the particular calculator depending on the problem you wish to solve.<br>These calculators are able to solve the problems including step by step solution.<br>The calculators are divided into several groups, the description is available if you move your mouse on the name of each group (the first row of the menu).
es_es: Elija el campo de interés en el menú y escoja la calculadora particular dependiendo del problema que desee solucionar <br> Estas calculadoras pueden resolver los problemas incluso paso a paso <br> Las calculadoras están divididas en diferentes grupos, la descripción aparecerá si pasa el ratón sobre el nombre de cada grupo (la primera fila del menú)
it_it: Scegli il campo di interesse nel menu e quindi segli la calcolatrice in dipendenza del problema da risolvere.<br>Queste calcolatrici sono in gardo di risolvere i problemi compresi la soluzione passo-passo.<br>Le calcolatrici son divise in più gruppi, la descrizioe è disponibile muovendo il mouse sul nome di ogni gruppo (la prima riga del menu).
pl_pl: Wybierz interesujące Cię dział z menu a następnie wskaż odpowiedni kalkulator związany z Twoim zadaniem. <br> Te kalkulatory są w stanie rozwiązać zadania krok po kroku. <br> Kalkulatory znajdują się w kilku działach, po najechaniu myszką na nazwę działu zobaczysz opisy kalkulatorów.
ru_ru: Наши калькуляторы способны решать задачи, в том числе преждоставляя решение пошагово.
uk_ua: Наші калькулятори здатні розв'язувати завдання, в тому числі надаючи детальні розв'язки.

source: <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_4.html#Item_003a-pfeformat">pfeformat</a> switch (uncheck this if you get composite fractions (with fraction in numerator))
es_es: a href="http://maxima.sourceforge.net/docs/manual/en/maxima_4.html#Item_003a-pfeformat">pfeformat</a> switch (desmarque esto si obtiene fracciones compuestas (con una fracción en el numerador))
fr_fr: <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_4.html#Item_003a-pfeformat">pfeformat</a> (décochez-le si vous obtenez des tours de fractions, avec des fractions au numérateur)
pl_pl: opcja <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_4.html#Item_003a-pfeformat">pfeformat</a> (odznacz ja jeśli w funkcji podcałkowej będą występowały ułamki piętrowe)
ru_ru: <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_4.html#Item_003a-pfeformat">pfeformat</a> переключатель
uk_ua: <a href="http://maxima.sourceforge.net/docs/manual/en/maxima_4.html#Item_003a-pfeformat">pfeformat</a> перемикач

source: Enter function and choose variables and order for integration
es_es: Ingrese la función y escoja variables y orden para la integración.
fr_fr: Entrons une fonction, puis choisissons les variables d'intégration et l'ordre dans lequel il faut les intégrer
it_it: Inserire la funzione e scegliere le variabili e l'ordine di integrazione
pl_pl: Podaj funkcję, granice całkowania i wybierz kolejność całkowania względem zmiennych
ru_ru: Введите функцию и выберите переменные и порядок интегрирования
uk_ua: Введіть функцію і виберіть змінні і порядок інтегрування

source: The Jacobian in polar coordinates is added automatically. You can write <b>phi</b> for polar variable <img src="phi.png" alt="phi">.
es_es: El Jacobiano en coordenadas polares es añadido automáticamente. Puede escribir <b>phi</b> para la variable polar <img src="phi.png" alt="phi">.
fr_fr: Le jacobien est rajouté automatiquement en coordonnées polaires. Écrivez <b>phi</b> pour la variable angulaire <img src="phi.png" alt="phi">.
it_it: La matrice Jacobiana in coordinate polari viene scritta automaticamente. Puoi scrivere <b>phi</b> per la variabile polare <img src="phi.png" alt="phi">.
ru_ru: Якобиан в полярных координатах добавляется автоматически. Вы можете написать <b>phi</b> для полярной переменной <img src="phi.png" alt="phi">.
uk_ua: Якобіан в полярних координатах додається автоматично. Ви можете написати <b> phi </ b> для полярної змінної <img src="phi.png" alt="phi">.

source: Preview region of integration
es_es: Vista previa de la región de integración
it_it: Anteprima della regione di integrazione.
ru_ru: Предварительный просмотр области для интегрирования
uk_ua: Попередній перегляд області інтегрування

source: Integral of a scalar field
es_es: Integral de un campo escalar
it_it: Integrale di un campo scalare
ru_ru: Криволинейный интеграл первого рода
uk_ua: криволінійний інтеграл першого роду

source: http://en.wikipedia.org/wiki/Line_integral#Line_integral_of_a_scalar_field
es_es: http://es.wikipedia.org/wiki/Integral_de_l%C3%ADnea#Integral_curvil.C3.ADnea_de_un_campo_escalar
ru_ru: http://ru.wikipedia.org/wiki/Криволинейный_интеграл
uk_ua: http://ru.wikipedia.org/wiki/Криволінійний_інтеграл

source: Integral of a vector field
es_es: Integral de un campo vectorial
it_it: Integrale di un campo vettoriale
ru_ru: Криволинейный интеграл второго рода
uk_ua: Криволінійний інтеграл другого роду

source: http://en.wikipedia.org/wiki/Line_integral#Line_integral_of_a_vector_field
es_es: http://es.wikipedia.org/wiki/Integral_de_l%C3%ADnea#Integral_curvil.C3.ADnea_de_un_campo_vectorial
ru_ru: http://ru.wikipedia.org/wiki/Криволинейный_интеграл
uk_ua: http://ru.wikipedia.org/wiki/Криволінійний_інтеграл

source: Leave the last field empty for integral in 2D plane.
es_es: Deje el último campo vacío para integrales en el plano 2D
it_it: Lascia vuoto l'ultimo campo per gli integrali in R^2
ru_ru: Оставьте последнее поле незаполненным для интегрирования на плоскости (2D)
uk_ua: Залиште останнє поле незаповненим для інтегрування на площині(2D)

source: line integral in 2D
es_es: integral de línea en 2D
it_it: integrali di linea in R^2
ru_ru: Криволинейный интеграл (на плоскости)
uk_ua: Криволінійний інтеграл на площиі

source: line integral in 3D
es_es: integral de línea en 3D
it_it: Integrali di linea in R^3
ru_ru: Криволинейный интеграл (в пространстве)
uk_ua: Криволінійний інтеграл (у просторі)

source: Curve
es_es: Curva
it_it: Curva
ru_ru: Кривая
uk_ua: Крива

source: Parameter bounds
es_es: Parámetros de frontera
it_it: Limiti dei parametri
ru_ru: Параметрические ограничения
uk_ua: параметричні обмеження

source: MAW-lineint
es_es: Choose between the integral of first kind (integral of scalar field) and integral of second kind (integral of vector field).
ru_ru: Введите функцию для интегрирования и уравнения для кривой.
uk_ua: Введіть функцію для інтегрування і рівняння для кривої.

source: changelog
ca_es: historial de canvis

source: known bugs
ca_es: bogs coneguts

source: <small>You can use Preview and Edit buttons for entering the right hand side</small>
ca_es: <small>Poderu fer servir els botons Preview i Editor per la part a la dreta</small>
