Repository: robert-marik/maw-html
Catalog: locale/*.po
Languages: ca_es, cs_cz, es_es, fr_fr, it_it, pl_pl, ru_ru, uk_ua

source: MAW-lagr
ca_es: <ul> <li> Escriu un arxiu de dades: els punts separats per punts i coma, les composants de cada punt separades per comes. </li> </ul>
cs_cz: Java applet pro <a href="http://user.mendelu.cz/marik/car/lagrange.html">Lagrangeův polynom třetího stupně</a> a pro <a href="http://user.mendelu.cz/marik/car/mnc-lagrange.html">srovnání</a> Lagrangova intepolačního polynomu s metodou nejmenších čtverců<br><br><b>Poznámky</b><ul> <li> Vyplňte souřadnice bodů, body oddělujte středn&iacute;kem, souřadnice č&aacute;rkou. </li><li>Meze pro kreslení obrázku jsou zvoleny automaticky podle maximálních a minimálních hodnot v souboru bodů. Pokud jsou body "hodně rozházené", může se stát že část polynomu "uteče" mimo obrázek. Protože předpokládáme nasazení u jednoduchých příkladů pro výuku, neměla by tato vlastnost nijak výrazně vadit.</li><li>Situace podobná situaci z předchozího bodu může nastat i když je v zadání hodně bodů. V tomto případě dostáváme polynom relativně velkého stupně, který se opět může chovat nepěkně. Tento případ také není nijak ošetřen, aby si student uvědomil slabé stránky interpolace pomocí polynomů vysokého stupně a používal tuto interpolaci s rozumem a případně ji nehradil jinou metodou (metoda nejmenších čtverců, interpolace pomocí splinů a podobně).</li> </ul>
fr_fr: <ul> <li> Écrivons un fichier de données: les points séparés par point-virgules, les coordonnées de chaque point séparées par des virgules. </li> </ul>
it_it: <ul> <li>Scrivi file di dati, i punti sono separati da punto e virgola, le componenti di ogni punto da virgole. </li> </ul>
pl_pl: <ul> <li> Podaj punkty. Współrzędne punktów rozdzielaj przecinkami, punkty średnikami. </li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: Second order linear differential equations
ca_es: Equació differencial lineal de segon ordre
cs_cz: Lineární diferenciální rovnice druhého řádu s konstantními koeficienty
es_es: Ecuación diferencial lineal de segundo orden
fr_fr: Équation diferentielle linéaire de deuxième ordre
it_it: Equazioni differenziali lineari del secondo ordine
pl_pl: Liniowe równanie różniczkowe drugiego rzędu
ru_ru: Линейные дифференциальные уравнения второго порядка
uk_ua: Лінійні диференціальні рівняння другого порядку

source: Equation
ca_es: Equació
cs_cz: Rovnice
es_es: Ecuación
fr_fr: Équation
it_it: Equazione
pl_pl: Równanie
ru_ru: Уравнение
uk_ua: Рівняння

source: You can use Preview and Edit buttons for entering the right hand side
cs_cz: Pro editaci a zobrazení funkce na pravé straně rovnice můžete použít tlačítek Editor a Náhled
es_es: Puede usar los botones de <i>Vista previa</i> y <i>Editar</i> para ingresar el lado derecho
fr_fr: Les boutons Preview et Editor vous rendent service pour remplir la partie à droite
pl_pl: Możesz użyć przycisków podglądu <b>Preview</b> i edycji <b>Editor</b>
ru_ru: Вы можете пользоваться кнопкой Просмотр и Редактирование для правильной вводной записи правой части
uk_ua: Ви можете використовувати кнопки Перегляд і Редагування для правильного вхідного запису в правій частині

source: Method
ca_es: Mètode
cs_cz: Metoda řešení
es_es: Método
fr_fr: Méthode
it_it: Metodo
pl_pl: Metoda
ru_ru: Метод
uk_ua: Метод

source: variation of constants
ca_es: variació de constants
cs_cz: variace konstant
es_es: variación de parámetros
fr_fr: variation des constantes
it_it: Variazione delle costanti
pl_pl: uzmiennianie stałych
ru_ru: вариация постоянных
uk_ua: варіація постійних

source: undetermined coefficients
ca_es: coeficients indeterminats
cs_cz: metoda neurčitých koeficientů
es_es: coeficientes indeterminados
fr_fr: coefficients indéterminés
it_it: coefficienti indeterminati
pl_pl: przewidywań (współczynników nieoznaczonych)
ru_ru: неопределенных коэффициентов
uk_ua: невизначених коефіцієнтів

source: solve also initial value problem
ca_es: resol també el problema de condicions inicials
cs_cz: hledáme řešení s počáteční podmínkou
es_es: resolver también el problema de valor inicial
fr_fr: résolvons aussi le problème avec conditions initiales
it_it: risolvere anche il problema a valori iniziali
pl_pl: rozwiąż także dla zadanych warunków początkowych
ru_ru: решать также задачy Коши
uk_ua: розв'язувати також задачy Коші

source: MAW-lde2
ca_es: <ul> <li>Escriviu els coeficients de l'equació (nombres) i el terme a la dreta de l'igual i cliqueu Envia-ho. Si no voleu incloure un dels termes, escriviu 0 allà on li correspon.</li> <li>El mètode de variació de constants funciona per qualsevol cosa que poseu a la dreta. El mètode dels coeficients indeterminats funciona s el termei a la dreta de l'igual és de la forma <i>P(x)*exp(a*x)*sin(b*x)+Q(x)*exp(a*x)*cos(b*x)</i>, <i>a</i> i <i>b</i> reals i <i>P(x)</i>, <i>Q(x)</i> polinomis de grau igual o menor a 4.</li> <li>Si descobriu que la calculadora dóna resultats erronis, aviseu-nous, si us plau.</li> </ul>
cs_cz: <ul> <li>Zadejte koeficienty rovnice a stiskněte Odeslat. Ve v&scaron;ech pol&iacute;čk&aacute;ch mus&iacute; něco b&yacute;t, pokud tam dan&yacute; člen nefiguruje, je koeficient roven nule.</li> <li> Můžete si zvolit metodu výpočtu. <ul><li>Variace konstant funguje univerzálně.</li><li>Metoda odhadu partikulárního řešení pouze pro pravou stranu ve tvaru součinu exponenciální funkce s lineární vnitřní složkou a polynomu, tj. funkce ve tvaru <i>P(x)*exp(a*x)*sin(b*x)+Q(x)*exp(a*x)*cos(b*x)</i>, kde <i>a</i> a <i>b</i> jsou reálná čísla a <i>P(x)</i> a <i>Q(x)</i> jsou polynomy stupně nejvýše 4. </li></ul></li> <li>Pokud se v&aacute;m zd&aacute;, že se program chov&aacute; nekorektně ačkoliv zad&aacute;v&aacute;te dobře formulovan&yacute; probl&eacute;m, po&scaron;lete n&aacute;m stručnou informaci a my to ověř&iacute;me, děkujeme.</li> </ul>
fr_fr: <ul> <li>Écrivez les coefficients de l'équation (nombres) et le terme à droite de l'égale et cliquez Envoyer. Si vous ne voulez pas inclure un des termes, écrivez 0, ne laissez pas en blanc.</li> <li>La méthode de variation des constantes marche pour n'importe quelle espression que vous mettiez à droite. Le méthode des coefficients indéterminés marche si le terme à droite de l'égale est de la forme <i>P(x)*exp(a*x)*sin(b*x)+Q(x)*exp(a*x)*cos(b*x)</i>, <i>a</i> et <i>b</i> réelles et <i>P(x)</i>, <i>Q(x)</i> polynômes de degré au plus 4.</li> <li>Si vous découvrez que la calculette donnne des résultats erronés, alertez-nous, s'il vous plait.</li> </ul>
pl_pl: <ul> <li>Podaj współczynniki równania (liczby), prawą stronę równania i Wyślij. Jeśli chcesz pominać dane wyrażenie w równaniu, wpisz 0 w odpowiednie pole.</li> <li>Uzmiennianie stałej działa dla dowolnego wyrażenia po prawej stronie. Metoda przewidywań działa poprawnie jeśli prawa strona równania jest w postaci <i>P(x)*exp(a*x)*sin(b*x)+Q(x)*exp(a*x)*cos(b*x)</i>, <i>a</i> i <i>b</i> są liczbami rzeczywistymi oraz <i>P(x)</i>, <i>Q(x)</i> są wielomianami stopnia co najwyżej 4-tego.</li> <li>Jeśli zauważyłeś błędy w działaniu kalkulatora skontaktuj się z nami.</li> </ul>
ru_ru: <b>Under construction.</b> Посмотрите на английском языке для некоторых соответствующих инструкций.
uk_ua: <b>Under construction.</b> Подивіться відповідні інструкції англійською мовою.

source: MAW-main
ca_es: <b style="font-size:150%;">Mals de cap amb l'anàlisi? <br>Entrebancs amb les derivades o les integrals? <br> Problemes amb les equacions diferencials? <br> Podem ajudar-vos! I ho farem!</b> <br> <br> <span class="nadpis">Sobre aquesta pàgina</span> <ul> <li>Aquest lloc web conté la interfície per accedir al programa de càlcul algèbric amb ordinador <a href="http://maxima.sourceforge.net/">Màxima</a>, i resoldre automàticament uns quants problemes típics dels cursos de matemàtiques, mostrant els passos intermediaris per arribar a la solució.</li> <li>Trieu una de les calculadores fent servir els botons a la part de dalt de la pàgina, entreu les vostres dades i cliqueu Envia-ho. La resposta apareixerà en un arxiu en format PDF, que podeu llegir al vostre navigador o descarregar al vostre ordinador (segons com hagueu configurat les vostres preferències).</li> <li>La màquina que fa els càlculs est roba al servidor del <a target="_blank" href="http://wood.mendelu.cz">Departament de tecnologia de la fusta</a>.</li> <li><a href="http://wood.mendelu.cz/math/phpsysinfo">Informació sobre el sistema</a></li> </ul> <hr> <span class="nadpis">Màxima</span><br> Si us cal <i>tota la potència</i> del programa <a href="http://maxima.sourceforge.net/">Màxima</a> al vostre navegador, feu servir algun d'aquests projectes: <ul> <li><a href="http://www.my-tool.com/mathematics/maximaphp/">MaximaPHP</a></li> <li><a href="http://maxima-online.lewalski.pl/">Maxima Online</a></li> </ul> Us cal un <i>accés simplificat</i> a algunes de les comandes de <a href="http://maxima.sourceforge.net/">Màxima</a> al vostre navegador? Proveu el projecte <ul> <li><a href="http://matek.hu">Webmathematics Interactive 2</a></li> </ul> <hr> <span class="nadpis">Nota bene:</span> <ul> <li>No oblideu que cal fer servir * per la multiplicació - escriviu 2*x i no pas 2x per "dos ics".</li> <li>L'entrada de l'usuari es processa amb els programes de codi obert<a href="http://maxima.sourceforge.net/">Màxima</a>, <a href="http://www.gnuplot.info/">gnuplot</a>, <a href="http://formconv.sourceforge.net/">formconv</a>, <a href="http://www.tug.org/metapost.html">MetaPost</a> is es formaten amb <a href="http://www.tug.org/applications/pdftex/">pdfLaTeX</a>.</li> <li>Les nostres adreces electròniques per comentaris o anuncis de bogs són (cal treure'n les lletres "NO SPAM") maNOrikSP@mAendMelu.cz resp. tiNOhlSarPAMik@mendelu.cz.</li> </ul> <hr> <h3>Comentaris</h3>Preguntes més tècniques, comentaris, pistes, consells etc. al nostre <a href="http://sourceforge.net/apps/phpbb/mathassistant">fòrum</a>.
cs_cz: <span class="nadpis">O této str&aacute;nce</span> <ul> <li>Str&aacute;nka obsahuje rozhran&iacute; pro matematick&eacute; v&yacute;počty na webu. Materi&aacute;ly pokr&yacute;vaj&iacute; jenom č&aacute;st předn&aacute;&scaron;en&eacute; a procvičovan&eacute; problematiky a v&yacute;stupem těchto aplikac&iacute; &nbsp;jsou ře&scaron;en&eacute; př&iacute;klady někter&yacute;ch typů.</li> <li><span class="red"><span style="font-weight: bold;"></span></span>Vyplňte vždy pol&iacute;čka ve formul&aacute;ři a stiskněte "Odeslat". PDF soubor s v&yacute;stupem obsahuj&iacute;c&iacute;m ře&scaron;en&iacute; va&scaron;eho probl&eacute;mu se v&aacute;m buď otevře v prohl&iacute;žeči, nebo nab&iacute;dne ke stažen&iacute; (podle nastaven&iacute; va&scaron;eho poč&iacute;tače a prohl&iacute;žeče). V&yacute;stup je přizpůsoben řešen&iacute; relativně jednoduch&yacute;ch př&iacute;kladů, protože je zam&yacute;šlen jako <span class="red">didaktick&aacute; pomůcka</span> a nikoliv jako <span class="red">prostřed&iacute; pro n&aacute;ročné v&yacute;počty</span>. Pro prov&aacute;děn&iacute; složitějš&iacute;ch v&yacute;počtů využijte software nainstalovan&yacute; na svém vlastn&iacute;m poč&iacute;tači. </li> <li> Zd&aacute;nlivě podobn&eacute; n&aacute;stroje, kter&eacute; však zobraz&iacute; jenom v&yacute;sledek bez postupu, jsou k m&aacute;n&iacute; na mnoha m&iacute;stech internetu. Jednoduch&eacute; rozhran&iacute; je např&iacute;klad&nbsp;<a target="_blank" href="http://user.mendelu.cz/marik/calc.html">zde</a>.&nbsp;</li> <li>Systém byl prezentován na konferenci <a href="http://user.mendelu.cz/marik/talks/MAW_SCO2008.pdf">SCO 2008</a> a <a href="http://user.mendelu.cz/marik/talks/aplimat2009.pdf">Aplimat 2009</a>.</li> <li>Str&aacute;nky funguj&iacute; d&iacute;ky laskavosti <a target="_blank" href="http://wood.mendelu.cz">&Uacute;stavu nauky o dřevě</a>.</li> <li><a href="maw.pdf">Plakátek</a></li> <li><a href="http://wood.mendelu.cz/math/phpsysinfo">Systémové informace</a></li> </ul><div class="noncompact"> <hr style="width: 100%; height: 2px;"> <span class="nadpis">Další podobné aplikace</span> <p> N&aacute;sleduj&iacute;c&iacute; aplikace jsou PDF soubory, které sice neumoznuj&iacute; automatick&yacute; v&yacute;počet, usnadňuj&iacute; však pr&aacute;ci v tom, že si uživatel vol&iacute;, jak m&aacute; dalš&iacute; krok v&yacute;počtu prob&iacute;hat a je osvobozen od mechanického poč&iacute;t&aacute;n&iacute;. Nezapomeňte k prohl&iacute;žen&iacute; použ&iacute;t Adobe Reader, protože alternativn&iacute; prohl&iacute;žeče neum&iacute; interpretovat vložené Javascripty. </p> <ul> <li> <a href="http://user.mendelu.cz/marik/kvizy/eliminace.pdf">Gaussova eliminční metoda</a> - zadejte matici a v každém kroku volte, jaká se má použít řádková úprava. Vhodné pro řešení soustav lineráních rovnic, výpočet hodnosti a výpočet inverzní matice. </li> <li> <a href="http://user.mendelu.cz/marik/kvizy/horner.pdf">Hornerovo schema</a> - vhodné k hledání celočíselných kořenů polynomu s celočíselnými koeficienty </li> <li> <a href="http://user.mendelu.cz/marik/kvizy/puleni.pdf">Metoda půlení intervalu</a> </li> </ul> PHP aplikace <a href="http://www.umat.feec.vutbr.cz/~novakm/">Michala Nováka</a><ul><li><a href="http://www.umat.feec.vutbr.cz/~novakm/linearni_algebra/">Lineární algebra: práce s maticemi</a></li><li><a href="http://www.umat.feec.vutbr.cz/~novakm/derivace/">Základy matematické analýzy: derivování</a></li><li><a href="http://www.umat.feec.vutbr.cz/~novakm/">a další ....</a></ul> <hr> <span class="nadpis">Společn&eacute; pozn&aacute;mky</span> <ul> <li>Nezapomeňte ps&aacute;t * pro n&aacute;soben&iacute;. Pokud ji vynech&aacute;te, zadan&yacute; v&yacute;raz nebude rozezn&aacute;n a skonč&iacute; to chybou&nbsp;</li> <li>Pokud neobdrž&iacute;te ani chybov&yacute; v&yacute;pis ani PDF str&aacute;nku (nebo pr&aacute;zdnou str&aacute;nku), po&scaron;lete n&aacute;m bug report na mail. Děkujeme.</li> <li>V&scaron;echny v&yacute;počty a vys&aacute;zen&iacute; v&yacute;počtů na str&aacute;nku jsou prov&aacute;děny pomoc&iacute; OpenSourcov&yacute;ch programů <a href="http://maxima.sourceforge.net/">Maxima</a>, <a href="http://www.gnuplot.info/">gnuplot</a>, <a href="http://www.tug.org/applications/pdftex/">pdfLaTeX</a>, <a href="http://formconv.sourceforge.net/">formconv</a>, <a href="http://www.tug.org/metapost.html">MetaPost</a>.</li> <li>Na&scaron;e emailov&eacute; adresy pro př&iacute;padn&eacute; koment&aacute;ře a hl&aacute;&scaron;en&iacute; chyb dostanete, pokud odeberete p&iacute;smena "NECHCI SPAM" z textov&eacute;ho řetězce maNECHrikCI@mSPendAMelu.cz resp. tiNEhlCHCarISPiAk@mMendelu.cz.</li> </ul> <hr><h3>Nápady, vzkazy, připomínky ...</h3>Pro delší vzkazy prosím použijte diskusní <a href="http://forum.matweb.cz/viewforum.php?id=39">fórum</a>.</div>
es_es: <span class="nadpis">About this page</span> <ul> <li>Este sitio contiene interfaces para acceder al sistema de álgebra computacional <a href="http://maxima.sourceforge.net/">Maxima</a> y solucionar de forma automática típicos problemas selectos de cursos de matemáticas, incluyendo pasos intermedios en la solución.</li> <li>Escoja una calculadora usando el botón en la parte superior de esta página, llene los datos y presione el botón enviar. Una respuesta en formato PDF aparecerá en su navegador o se descargará a su computador (esto depende de la configuración de su equipo).</li> <li>La unidad de procesamiento para esta página se hospeda en un servidor de <a target="_blank" href="http://wood.mendelu.cz">Department of wood technology</a>.</li> <li><a href="http://wood.mendelu.cz/math/phpsysinfo">System info</a></li> </ul><div class="noncompact"><hr> <span class="nadpis">Remarks</span> <ul> <li> Recuerde usar * para multiplicación, escriba 2*x y no 2x para "dos equis".</li> <li>La entrada de los usuarios es procesado por los programas de Código Abierto <a href="http://maxima.sourceforge.net/">Maxima</a>, <a href="http://www.gnuplot.info/">gnuplot</a>, <a href="http://formconv.sourceforge.net/">formconv</a>, <a href="http://www.tug.org/metapost.html">MetaPost</a> y formateado por <a href="http://www.tug.org/applications/pdftex/">pdfLaTeX</a>.</li> <li>Nuestra dirección de E-mail para comentarios o fallos son (quite las palabras "NO SPAM" de las siguientes líneas) maNOrikSP@mAendMelu.cz resp. tiNOhlSarPAMik@mendelu.cz.</li> </ul>
fr_fr: <b style="font-size:150%;">Maux de tête avec l'analyse? <br>Contretemps avec les dérivées ou les integrals? <br> Problèmes avec les équations différentielles? <br> Nous sommes là pour vous aider! Et nous le ferons!</b> <br> <br> <span class="nadpis">Au sujet de cette page</span> <ul> <li>Ce site web contient une interface pédagogique pour accéder au puissant programme de calcul algébrique avec ordinateur <a href="http://maxima.sourceforge.net/">Maxima</a>, et résoudre automatiquement plusieurs problèmes typiques des cours de mathématiques, tout en montrant les étapes intermédiaires pour parvenir à la solution.</li> <li>Choisissez une des calculettes à l'aide des boutons en haut de la page, rentrez vos données et cliquez Envoyer. La réponse vous parviendra en quelques secondes sous forme d'un fichier en format PDF, que vous pourrez lire dans votre écran ou garder dans votre ordinateur (selon la configuration de vos préférences).</li> <li>La machine que fait les calculs se trouve au serveur du <a target="_blank" href="http://wood.mendelu.cz">Départament de technologie du bois</a> de l'Université Mendel, en République Tchèque.</li> <li><a href="http://wood.mendelu.cz/math/phpsysinfo">Information sur le système</a></li> </ul> <div class="noncompact"> <hr> <span class="nadpis">Maxima</span><br> S'il vous faut <i>toute la puissance</i> du programme <a href="http://maxima.sourceforge.net/">Maxima</a> dans vostre navigateur, employez un de ces projets: <ul> <li><a href="http://www.my-tool.com/mathematics/maximaphp/">MaximaPHP</a></li> <li><a href="http://maxima-online.lewalski.pl/">Maxima Online</a></li> </ul> Il vous faut un <i>accès simplifié</i> à quelques-unes des commandes de <a href="http://maxima.sourceforge.net/">Maxima</a> depuis votre navigateur? Essayez le projet <ul> <li><a href="http://matek.hu">Webmathematics Interactive 2</a></li> </ul> <hr> <span class="nadpis">Nota Bene:</span> <ul> <li>N'oubliez pas qu'il faut employer * pour la multiplication - écrivez 2*x et non pas 2x pour "deux ics".</li> <li>Votre entrée est traitée avec les programes de source publique<a href="http://maxima.sourceforge.net/">Maxima</a>, <a href="http://www.gnuplot.info/">gnuplot</a>, <a href="http://formconv.sourceforge.net/">formconv</a>, <a href="http://www.tug.org/metapost.html">MetaPost</a> et elle est formatée avec <a href="http://www.tug.org/applications/pdftex/">pdfLaTeX</a>.</li> <li> Commentaires ou annonces de bogues: nos adresses électroniques sont (il faut en retirer les lettres "NO SPAM") maNOrikSP@mAendMelu.cz resp. tiNOhlSarPAMik@mendelu.cz.</li> </ul>
it_it: <span class="nadpis">A proposito di questa pagina</span> <ul> <li>Questo sito contiene un'interfaccia per accedere al "computer algebra system" <a href="http://maxima.sourceforge.net/">Maxima</a> e risolvere automaticamente una selezione di problemi tipici da corsi matematici, con i passi intermedi della soluzione.</li> <li>Scegliere una calcolatrice usando il bottone in cima a questa pagina, inserire i propri dati e cliccare il bottone Invia. Apparirà la risposta in forma di flie PDF nel browser o verrà scaricata sul pc (a seconda delle impostazioni del computer).</li> <li>L'unità di calcolo per questa pagina è ospitata sul server del <a target="_blank" href="http://wood.mendelu.cz">Department of wood technology</a>.</li> <li><a href="http://wood.mendelu.cz/math/phpsysinfo">System info</a></li> </ul><div class="noncompact"><hr> <span class="nadpis">Osservazioni</span> <ul> <li>Ricordarsi di usare * per la moltiplicazione, scrivere 2*x e non 2x per "due ics".</li> <li>L'input dell'utente viene elaborato dai programmi Open Source <a href="http://maxima.sourceforge.net/">Maxima</a>, <a href="http://www.gnuplot.info/">gnuplot</a>, <a href="http://formconv.sourceforge.net/">formconv</a>, <a href="http://www.tug.org/metapost.html">MetaPost</a> e formattati da <a href="http://www.tug.org/applications/pdftex/">pdfLaTeX</a>.</li> <li>I nostri indirizzi email per commenti o segnalazione di bachi sono (rimuovere i caratteri "NO SPAM" dalle seguenti stringhe) maNOrikSP@mAendMelu.cz e tiNOhlSarPAMik@mendelu.cz.</li> </ul>
pl_pl: <b style="font-size:150%;">Problemy z całkami? <br>Problemy z pochodnymi? <br> Problemy z równaniami różniczkowymi? <br> Możemy Ci pomóc! I pomożemy Ci!</b> <br> <br> <span class="nadpis">O stronie</span> <ul> <li>Strona jest interfejsem dla systemu obliczeń symbolicznych <a href="http://maxima.sourceforge.net/">Maxima</a> i automatycznie rozwiąże (wraz z pośrednimi krokami obliczeń) wybrane, typowe zadania pojawiające się na zajęciach matematyki.</li> <li> Wybierz interesujące Cię zagadnienie korzystając z paska w górnej części strony, uzupełnij potrzebne i wyślij. Rozwiązanie w pliku PDF pojawi się w Twojej przeglądarce albo będziesz mógł ściągnąć plik na dysk (to zależy od ustawień komputera).</li> <li>Jednostka obliczeniowa dla tej strony znajduje się na serwerze <a target="_blank" href="http://wood.mendelu.cz">Department of Wood Science</a>.</li> <li><a href="http://wood.mendelu.cz/math/phpsysinfo">Informacje o systemie</a></li> </ul> <div class="noncompact"><hr><span class="nadpis">Uwagi</span> <ul> <li>Pamiętaj o używaniu gwiazdki * dla mnożenia, pisz 2*x zamiast 2x.</li> <li>Dane i wyrażenia wprowadzone przez użytkownika są przetwarzane przez programy Open Source <a href="http://maxima.sourceforge.net/">Maxima</a>, <a href="http://www.gnuplot.info/">gnuplot</a>, <a href="http://formconv.sourceforge.net/">formconv</a>, <a href="http://www.tug.org/metapost.html">MetaPost</a> oraz formatowane przez <a href="http://www.tug.org/applications/pdftex/">pdfLaTeX</a>.</li> <li> Jeżeli masz jakieś uwagi lub chcesz zgłosić błędy napisz, w języku czeskim lub angielskim, na jeden z podanych adresów e-mail (usuń znaki "NO SPAM" ) maNOrikSP@mAendMelu.cz lub tiNOhlSarPAMik@mendelu.cz.</li> <li> Jeżeli zauważyłeś błędy w tłumaczeniu pisz na adres pdd1@o2.pl. </li> </ul>
ru_ru: <span class="nadpis"> Об этой странице</span><br>Этот сайт использует Маxima программy для решения типовых задач из дифференциального и интегрального исчисления. Все решения шаг за шагом.<p>Мы приветствуем помощь с переводом и языком
uk_ua: <span class="nadpis"> Про цю сторінку </ span> <br> Цей сайт використовує Маxima програмy для розв'язання типових задач з диференціального та інтегрального числення. Всі розв'язки крок за кроком.
